Repository: BlazorPlate/OfflineExamSystem
Catalog: Resources/Resources.*.resx
Languages: ar, bg, bs, ca, fa, he_il, lv, ms, ro, sk, th, ur

# LoremTitle
source: This text is an example of text that can be replaced in the same space.
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة.
bg: Този текст е пример за текст, който може да бъде заменен в същото пространство.
bs: Ovaj tekst je primjer teksta koji se može zamijeniti u istom prostoru.
ca: Aquest text és un exemple de text que pot ser substituït en el mateix espai.
fa: این متن نمونه ای از متن است که می تواند در همان فضا جایگزین است.
he_il: טקסט זה הוא דוגמה של טקסט שניתן להחליפו באותו מרחב.
lv: Šis teksts ir teksts, kas atrodas vienā un tai pašā telpā var aizstāt piemērs.
ms: Teks ini adalah satu contoh teks yang akan diganti di tempat yang sama.
ro: Acest text este un exemplu de text care poate fi înlocuit în acelaşi spaţiu.
sk: Tento text je príklad textu, ktorý je možné vymeniť v rovnakom priestore.
th: ข้อความนี้เป็นตัวอย่างของข้อความที่สามารถถูกแทนที่ในพื้นที่เดียวกัน
ur: یہ متن ایک مثال متن ہے جس میں ایک ہی جگہ جگہ کیا جا سکتا ہے ۔

source: Upload Icon
ar: تحميل الأيقونة
bg: Качете икона
bs: Učitaj
ca: pujar
fa: آپلود آیکون
he_il: הכנס סמל
lv: Pievienot
ms: Muat Naik
ro: incarcati icoana:
sk: Nahrať Fav Ikona
th: อัปโหลด
ur: اپ‌لوڈ کریں

source: Upload Image
ar: تحميل الصورة
bg: Качи снимка
bs: Upload slika!
ca: Carregar Imatge
fa: بارگذاری تصویر
he_il: העלאת תמונה
lv: Augšupielādēt attēlu
ms: Memuat naik imej!
ro: Incarca Imagine
sk: Nahrať obrázok
th: อัปโหลดภาพ!
ur: تصویر اپ لوڈ کریں

source: Summary
ar: الموجز
bg: Резюме
bs: Rezime
ca: Sumari
fa: خلاصه
he_il: תקציר
lv: Kopsavilkums
ms: Ringkasan
ro: Sumar
sk: Zhrnutie
th: สรุป
ur: خلاصہ!

source: Icon
ar: الأيقونة
bg: Ляво горе
bs: Ikona
ca: Icona
fa: آیکون
he_il: סמל
lv: Ikona
ms: Ikon
ro: Pictogramă
sk: Ikona
th: ไอคอน
ur: آئیکَن

# IconNotes
source: Please upload an icon of type: .PNG
ar: يرجى التأكد من أن تكون الأيقونة من نوع .PNG
bg: Моля, качете икона от типа: .PNG!
bs: Molimo vas da upload ikona tipa: .PNG!
ca: Si us plau, puja una icona de tipus: PNG!
fa: لطفا یک آیکون از نوع آپلود: .PNG!
he_il: אנא העלו לאייקון של סוג:. PNG!
lv: Lūdzu, augšupielādējiet ikonu tips: .PNG!
ms: Sila muat naik ikon type: PNG!
ro: Încărcați o pictogramă de tip: .PNG!
sk: Odovzdajte ikonu typu: .PNG!
th: โปรดอัปโหลดไอคอนประเภท: .PNG!
ur: قسم کا ایک آئکن اپ لوڈ کریں: PNG کی!

# PleaseUploadIconOfType
source: Please upload an icon of type:
ar: يرجى تحميل أيقونة من نوع:
bg: Моля, качете икона от тип:!
bs: Molimo vas da upload ikona tipa :!
ca: Si us plau, puja una icona de tipus:!
fa: لطفا یک آیکون از نوع آپلود :!
he_il: אנא העלו לאייקון של סוג:!
lv: Lūdzu, augšupielādējiet ikonu veida :!
ms: Sila muat naik ikon jenis :!
ro: Încărcați o pictogramă de tip :!
sk: Odovzdajte ikonu typu:!
th: โปรดอัปโหลดไอคอนประเภท :!
ur: قسم کا ایک آئکن اپ لوڈ کریں :!

# IconName
source: Icon
ar: الأيقونة
bg: Ляво горе
bs: Ikona
ca: Icona
fa: آیکون
he_il: סמל
lv: Ikona
ms: Ikon
ro: Pictogramă
sk: Ikona
th: ไอคอน
ur: آئیکَن

source: Icon Path
ar: مسار الأيقونة
bg: Icon
bs: Ikona
ca: Sender icona!
fa: مسیر آیکن
he_il: סמל
lv: Ceļš
ms: Ikon
ro: Iconiță
sk: cesta
th: ไอคอน
ur: آئیکَن

source: Meet our Team
ar: تعرف على فريق العمل
bg: Нашият екип
bs: Upoznajte naš tim
ca: Coneix el nostre equip!
fa: آشنایی با پرسنل ما
he_il: פגוש את הצוות
lv: Iepazīstieties ar mūsu komandai
ms: Pasukan Kami
ro: Echipa noastră
sk: Spoznaj náš tím
th: ทีมงานของเรา
ur: ہماری ٹیم سے ملو

# MainDepts
source: Main Departments
ar: الأقسام الرئيسية
bg: Отдели
bs: Glavni odjeljenja
ca: Departaments
fa: ساختمان ها
he_il: ראשי מחלקות
lv: Departamenti
ms: Jabatan utama
ro: Departamente
sk: Oddelenia
th: แผนก
ur: مین محکموں

source: Primary Caption
ar: العنوان الرئيسي
bg: Основен надпис
bs: Primarni Caption
ca: Subtítols principal
fa: عنوان اولیه
he_il: כיתוב הראשי
lv: Primārā paraksts
ms: Caption utama
ro: Semnătură primară
sk: Primárny titulok
th: คำบรรยายหลัก
ur: پرائمری کیپشن

source: Secondary Caption
ar: العنوان الثانوي
bg: Втори надпис
bs: Srednje Caption
ca: Llegenda secundària
fa: عنوان ثانویه
he_il: כיתוב משני
lv: Sekundārā paraksts
ms: Caption menengah
ro: Subtitrări secundare
sk: Sekundárny titulok
th: คำบรรยาย
ur: ثانوی کیپشن

source: Tertiary Caption
ar: العنوان الفرعي
bg: Третичен надпис
bs: Tercijarni Caption
ca: Llegenda terciària
fa: عنوان سوم
he_il: כיתוב שלישוני
lv: Terciārā paraksts
ms: Caption tinggi
ro: Titlu terțiar
sk: Terciárny titulok
th: คำอธิบายในระดับอุดมศึกษา
ur: ترتییک کیپشن

source: Medical Treatment
ar: العلاج الطبي
bg: Оказване на медицинска помощ
bs: Terapija
ca: Tractament mèdic
fa: درمان های پزشکی
he_il: טיפול רפואי
lv: Ārstēšana nebija nepieciešama
ms: Rawatan Perubatan
ro: Tratament medical
sk: Nepotreboval som lekársku starostlivosť
th: รักษาพยาบาล
ur: طبی علاج

source: Doctors Timetable
ar: جدول المواعيد
bg: График на лекари!
bs: bilo je samo doktora na brodu.
ca: Horari de metges
fa: برنامه پزشکان
he_il: לוח הזמנים של רופאים
lv: Ārsti grafiks!
ms: Jadual doktor
ro: Orar medici
sk: Lekári rozvrhu!
th: ทำงานเป็นแพทย์
ur: ڈاکٹر ٹائم ٹیبل

source: Opening Hours
ar: أوقات الدوام
bg: Работно Време
bs: Radno vreme
ca: Horari d'obertura
fa: ساعت شروع فعالیت
he_il: שעות פתיחה
lv: Darba laiks
ms: Waktu Pembukaan EPC
ro: Orar de lucru
sk: Otváracia doba
th: เวลาทำการ
ur: كام كے اوقات

source: Emergency case
ar: الطوارئ
bg: Спешен случай
bs: Emergency services
ca: Emergències
fa: نجات اضطراری
he_il: בקר בפורום תמיכת לקוח
lv: Avārijas gadījumā
ms: Kecemasan
ro: Caz de urgenţă
sk: Núdzový prípad
th: กรณีฉุกเฉิน Krṇī c̄hukc̄hein
ur: ہنگامی حالات

source: Sunday
ar: الاحد
bg: Неделя
bs: Nedelja
ca: Diumenge
fa: ی
he_il: יום ראשון
lv: Svētdiena
ms: Ahad
ro: Duminică
sk: Nedeľa
th: วันอาทิตย์
ur: اتوار

source: Monday
ar: الاثنين
bg: Понеделник
bs: Ponedeljak
ca: Dilluns
fa: د
he_il: יום שני
lv: Pirmdiena
ms: Isnin
ro: Luni
sk: Pondelok
th: วันจันทร์
ur: پیر

source: Tuesday
ar: الثلاثاء
bg: Вторник
bs: Utorak
ca: Dimarts
fa: س
he_il: יום שלישי
lv: Otrdiena
ms: Selasa
ro: Marți
sk: Utorok
th: วันอังคาร
ur: منگل

source: Wednesday
ar: اربعاء
bg: Сряда
bs: Sreda
ca: Dimecres
fa: چ
he_il: יום רביעי
lv: Trešdiena
ms: Rabu
ro: Miercuri
sk: Streda
th: วันพุธ
ur: بدھ

source: Thursday
ar: الخميس
bg: Четвъртък
bs: Četvrtak
ca: Dijous
fa: پ
he_il: יום חמישי
lv: Ceturtdiena
ms: Khamis
ro: Joi
sk: Štvrtok
th: วันพฤหัสบดี
ur: جمعرات

source: Friday
ar: الجمعه
bg: Петък
bs: Petak
ca: Divendres
fa: ج
he_il: יום שישי
lv: Piektdiena
ms: Jumaat
ro: Vineri
sk: Piatok
th: วันศุกร์
ur: جمعہ

source: Saturday
ar: السبت
bg: Събота
bs: Subota
ca: Dissabte
fa: ش
he_il: יום שבת
lv: Sestdiena
ms: Sabtu
ro: Sâmbătă
sk: Sobota
th: วันเสาร์
ur: ہفتہ

source: Subtitle
ar: العنوان الفرعي
bg: Подзаглавие
bs: Podnaslov
ca: Subtítol
fa: عنوان فرعی
he_il: כתוביות
lv: Apakšvirsraksts
ms: walaunagaimanapun
ro: Subtitlu
sk: Podnadpis
th: คำบรรยาย/ซับ
ur: ذیلی ٹائٹل!

source: View more
ar: عرض المزيد
bg: Виж повече
bs: Vidi još
ca: Btn Banner
fa: نمایش بیشتر
he_il: ראה עוד
lv: Skatīt vairāk!
ms: Saksikan lebih banyak...
ro: Afisare mai multe
sk: Zobraziť viac
th: ดูทั้งหมด
ur: مزید دیکھیں!

source: Doctors
ar: الطاقم الطبي
bg: Лекарски престилки
ca: Especialistes
fa: پزشکان
he_il: רופאים
lv: Ārsti!
ms: Doktor!
ro: Doctori
sk: Doktori
th: แพทย์
ur: معالجین

source: Our Specialists
ar: الأخصائيين والاستشاريين
bg: Нашите специалисти
bs: Naši stručnjaci
ca: Els nostres experts en diversió
fa: متخصصان ما
he_il: המומחים שלנו
lv: Mūsu speciālisti
ms: Pakar kami
ro: Specialiștii noștri
sk: Naši špecialisti!
th: ผู้เชี่ยวชาญของเรา
ur: ہمارے ماہرین

source: Staff
ar: طاقم العمل
bg: Personal
bs: Osoblje
ca: Equip
fa: کارکنان
he_il: הנהלה
ms: Staf
ro: Personal
sk: Personál
th: พนักงาน
ur: عملے کا نام

source: Medical Staff
ar: الكادر الطبي
bg: Медицински екип
bs: Medicinsko osoblje
ca: Personal mèdic
fa: کارکنان پزشکی
he_il: הצוות הרפואי
lv: Medicīnas personāls
ms: Kakitangan perubatan
ro: cadre medico-sanitare
sk: Lekársky personál
th: บุคลากรทางการเเพทย์
ur: طبی عملہ

source: Latest events
ar: آخر الأحداث
bg: Последни събития
bs: Najnoviji događaji
ca: Últims esdeveniments
fa: آخرین
he_il: האירועים האחרונים
lv: Jaunākie notikumi
ms: Acara terkini
ro: Ultimele evenimente
sk: Najnovšie udalosti
th: กิจกรรมล่าสุด
ur: تازہ ترین واقعات

source: Doctor Name
ar: اسم الطبيب
bg: Име на лекар
bs: Ljekar
ca: Nom del Especialista
fa: نام پزشک
he_il: הרופא
lv: false
ms: Nama doktor
ro: Nume medic
sk: Meno lekára
th: ชื่อหมอ
ur: ڈاکٹر کا نام!

source: Doctor Type
ar: نوع الطبيب
bg: Доктор тип
bs: Ljekar
ca: Doctor
fa: پزشک
he_il: סוּג הרופא
lv: false
ms: Jenis doktor
ro: Dr.
sk: Doktorandský typ
th: ประเภทของแพทย์
ur: ڈاکٹر کی قسم!

# Port
source: Port Number
ar: رقم المنفذ
bg: Номер на порт
bs: Broj
ca: Número
fa: شماره پورت SMTP
he_il: מספר
lv: Numurs
ms: Nombor
ro: Număr port
sk: Číslo portu
th: หมายเลขพอร์ต
ur: عدد

source: Enable SSL
ar: تفعيل شهادات الوثوقية
bg: Разреши
bs: Uključi
ca: Activar
fa: & فعال‌سازی SSL‌
he_il: אפשר
lv: Iespējot
ms: Aktifkan
ro: Activare
sk: Zapnúť SSL!
th: Enable
ur: فعال کریں

source: Sender Email
ar: ايميل المرسل
bg: Имейл на подателя
bs: Email
ca: Remitent correu electrònic
fa: ایمیل فرستنده
he_il: אימייל השולח
lv: Sūtītāja epasts:
ms: Emel pengirim!
ro: Email Expeditor
sk: Odosielateľa e-mailu
th: ผู้ส่งอีเมล
ur: مرسل کا ای میل!

source: Sender Password
ar: باسورد المرسل
bg: Подателя парола
bs: Lozinka
ca: Emissor contrasenya!
fa: فرستنده رمز عبور!
he_il: שולח סיסמה!
lv: Sūtītājs paroli!
ms: Kata laluan pengirim!
ro: Parola de expeditor!
sk: Odosielateľ heslo!
th: ส่งรหัสผ่าน
ur: پاس ورڈ بھیجنے والے!

source: Recipient Email
ar: ايميل المستقبل
bg: Имейл на получателя
bs: Email
ca: E-mail del destinatari
fa: ایمیل گیرنده
he_il: דוא״ל נמען
lv: Adresāta e-pasts
ms: E-mel penerima!
ro: E-mail destinatar
sk: E-mail príjemcu
th: อีเมลของผู้รับ MMM
ur: وصول کنندہ ای میل!

source: Visitor Counter
ar: عداد الزوار
bg: Брояч на посетителите
bs: Kada se posjetilac logira na chat
ca: Comptador visitants!
fa: شمارنده بازدید
he_il: מונה מבקרים!
lv: Apmeklētājs Counter
ms: Bilangan pelawat!
ro: Contor vizitatori
sk: Počítadlo návštevníkov!
th: ชม
ur: وزیٹر کاؤنٹر!

# RoleInUse
source: That role (permission) name has already been used.
ar: اسم الدور تم إدخاله مسبقاً.
bg: Това име на роля вече е бил използван.!
bs: Komentar je već obrisan.
ca: Aquest nom de paper ja s'ha utilitzat.
fa: نام نقش که در حال حاضر استفاده شده است.
he_il: שם תפקיד זה כבר היה בשימוש.
lv: Šīs lomas nosaukums jau ir ticis lietots.
ms: Nama peranan tersebut telah sedia ada.
ro: Acest nume de rol a fost deja folosit.
sk: Táto úloha názov už používal.
th: ใช้ชื่อบทบาทแล้วกัน
ur: اس کردار کے نام کو پہلے ہی استعمال کیا گیا ہے ۔

# DontHaveAccount
source: Don't have an account?
ar: أنت لا تملك حساب ؟
bg: Нямате профил?
bs: Već imate korisnički račun?
ca: No tens un compte?
fa: آیاحساب کاربری ندارید ؟
he_il: אין לך חשבון?
lv: Vai jums nav konta vēl?
ms: Saya belum memiliki akaun?
ro: Nu aveți înca un cont!
sk: Nemáte ešte svoj účet?
th: ยังไม่มีบัญชีใช่ไหม?
ur: ایک اکاؤنٹ نہیں ہے؟

source: Invalid Code
ar: رمز غير صحيح
bg: Невалиден Zip
bs: greška
ca: no vàlid
fa: کد نامعتبر
he_il: קוד שגוי!
lv: Nederīgs kods
ms: Tidak sah
ro: Invalid
sk: Neplatný kód
th: รหัสไม่ถูกต้อง
ur: ناموزوں فون کوڈ

source: Administration
ar: الادارة
bg: Администрация
bs: Administracija!
ca: Administració
fa: مدیریت
he_il: ניהול הקבוצה
lv: Administrācija
ms: Pentadbiran
ro: Administrare
sk: Administrácia
th: การบริหาร
ur: ایڈمینسٹریشن

source: System Settings
ar: اعدادات النظام
bg: Системни настройки!
bs: Sistemske postavke!
ca: Configuració de sistema
fa: تنظیمات سیستم
he_il: הגדרות מערכת
lv: Sistēmas iestatījumi!
ms: Tetapan Sistem
ro: Setări sistem
sk: Systémové nastavenia!
th: การตั้งค่าระบบ
ur: سسٹم کی ترتیبات!

# UserExist
source: This username has already been taken by another user.
ar: اسم المستخدم هذا محجوز من قبل مستخدم آخر.
bg: Този имейл вече е зает
ca: El compte de Facebook que estàs tractant d'utilitzar ja ha estat pres per un altre usuari.
fa: این شناسه قبلا گرفته شده. لطفا شناسه دیگری را امتحان کنید.
he_il: שם המשתמש כבר תפוס. נא לבחור שם אחר.
lv: Šis e-pasta adrese jau tiek lietota.
ms: ID telah diambil
ro: :Atributul a fost deja luat.
sk: Tento e-mail už bol použitý
th: ชื่อกลยุทธ์นี้มีผู้ใช้อยู่แล้ว

# FailedToVerifyPhone
source: Failed to verify phone number
ar: تحقق من رقم الهاتف
bg: Телефонен номер
bs: Telefonski broj
ca: Número de telèfon
fa: شماره تلفن!
he_il: מספר טלפון
lv: tālruņa numurs
ms: Nombor telefon
ro: Telefon!
sk: Telefónne číslo
th: ตรวจสอบหมายเลขโทรศัพท์ของคุณ
ur: فون نمبر

source: Maintenance
ar: الصيانة
bg: Поддръжка
bs: održavanje.
ca: Manteniment
fa: تعمیر و نگهداری
he_il: תחזוקה
lv: Apkope
ms: Penyelenggaraan
ro: Mentenanță
sk: Údržba
th: การบำรุงรักษา
ur: انسدادی دیکھ بھال

source: Forms
ar: النماذج
bg: Форми
bs: Forme
ca: Formularis
fa: فرم ها
he_il: טפסים
lv: Veidlapas
ms: Borang
ro: Formulare
sk: Kontaktné formuláre
th: รูปแบบอื่น ๆ
ur: فارم

source: Page
ar: الصفحة
bg: Страница
bs: Strana
ca: Pàgina
fa: صفحه
he_il: דף
lv: Lappuse
ms: Laman
ro: Pagina
sk: Stranka
th: หน้า
ur: صفحہ

source: of
ar: من أصل
bg: на
bs: od
ca: de
he_il: של
lv: SIA Bedford Capital Ltd.
ms: daripada
sk: z
th: จาก
ur: دنوں کی تعداد:

source: Total rows
ar: مجموع النتائج
bg: Общо
bs: Ukupno
ca: Total
fa: مجموع ردیفها
he_il: סה"כ שורות
lv: Total
ms: Jumlah
ro: TOTAL (rd.
sk: Celková cena
th: ทั้งหมด
ur: کل

source: --Choose maintenance Type--
ar: --اختر نوع الصيانة--
bg: --Изберете поддръжка тип--!
bs: N/A
ca: -- Selecciona manteniment tipus!
fa: --تعمیر و نگهداری نوع--را انتخاب کنید!
he_il: -- בחר תחזוקה סוג...!
lv: -Uzturēšanas tips - izvēlieties!
ms: --Pilih penyenggaraan jenis--!
ro: --Alege întreţinere tip--!
sk: --Vyberte údržbu typ--!
th: -เลือกการบำรุงรักษาชนิด-
ur: -دیکھ بھال قسم – کا انتخاب کریں!

source: --Choose inventory--
ar: --اختر المخزن--
bg: --Изберете запаси--!
bs: Odabrati
ca: -- Selecciona inventari!
fa: --موجودی--را انتخاب کنید!
he_il: -- בחר המלאי...!
lv: Inventārs
ms: --Pilih inventori--!
ro: Inventar
sk: --Vyberte zásob--!
th: เลือก
ur: معلوماتی فہرست

source: --Choose model--
ar: --اختر الموديل--
bg: -- Изберете --
bs: Odabrati
ca: -- Selecciona model de!
fa: مانکن (فرد)
he_il: -- בחר דגם...!
lv: Izvēlēties modeli
ms: --Pilih--
ro: Alege
sk: Model
th: โมเดล
ur: -ماڈل – کا انتخاب کریں!

source: --Choose Site--
ar: --اختر الموقع--
bg: -- Изберете --
bs: Odabrati
ca: Escull el lloc
fa: انتخاب لیست سایت
he_il: -- בחר--
lv: -Izvēlēties vietu!
ms: --Pilih--
ro: Alege
sk: Vybrať
th: เลือก
ur: -ویب سائٹ - انتخاب کریں!

source: --Choose manufacturer--
ar: --اختر المصنع--
bg: --Изберете производител--!
bs: Odabrati
ca: -- Selecciona fabricant!
fa: --تولید کننده--را انتخاب کنید!
he_il: -- בחר יצרן...!
lv: Ražotājs
ms: --Pilih pengeluar--!
ro: --Alege Producator--!
sk: --Vyberte výrobca--!
th: -เลือกผลิต-
ur: کورس منتخب کریں

source: Device Card
ar: بطاقة الجهاز
bg: Устройство
bs: UREDJAJ
ca: dispositiu
fa: دستگاه
he_il: מכשיר
lv: Ierīce
ms: contoh ayat menggunakan perkataan device
ro: Dispozitiv
sk: Zariadenie
th: อุปกรณ์
ur: آلہ کارڈ!

source: Installation
ar: التركيب
bg: Инсталация
bs: Instalacija završena
ca: Instal·lació
fa: نصب و راه اندازی
he_il: התקנה
lv: Uzstādīšana
ms: Pemasangan
ro: Instalare
sk: Inštalácia
th: การติดตั้ง
ur: تنصیب

source: Basic Information
ar: المعلومات الأساسية
bg: Особености
bs: Osnovne Informacije
ca: Informació bàsica!
fa: اطلاعات اصلی
he_il: מידע בסיסי
lv: Pamata informācija
ms: Maklumat
ro: Informații de bază
sk: Základné informácie
th: ข้อมูลพื้นฐาน
ur: بنیادی

source: Month
ar: الشهر
bg: Месец
bs: Mjesec
ca: Mes
fa: ماه
he_il: חודש
lv: Mēnesis
ms: Bulan
ro: Lună
sk: Mesiac
th: เดือน
ur: مہینہ

source: Year
ar: السنة
bg: Година на строителство
bs: Godina proizodnje
ca: Any
fa: سال
he_il: שנה
lv: Gads
ms: Tahun 4 tak best lansung org lagi nakbuat
ro: An
sk: Rok
th: ปี
ur: سال

source: --Choose form status--
ar: --اختر حالة النموذج--
bg: - Изберете статус на формата -
bs: --Izaberite status--
ca: - Escull l'estat de la forma
fa: - وضعیت را انتخاب کنید -
he_il: -- בחר מצב - טופס
lv: - Izvēlieties formas statusu -
ms: --Pilih status borang -
ro: --Selectați forma -
sk: - Vyberte stav formulára -
th: - เลือกรูปแบบสถานะ -
ur: - فارم کی حیثیت کو منتخب کریں--

source: --Choose data type--
ar: --أختر نوع الحقل--
bg: --Изберете тип данни--!
bs: --Izaberite tip podataka--!
ca: - Escolliu el tipus de dades!
fa: - انتخاب نوع داده -!
he_il: -- בחר סוג נתונים!
lv: - Izvēlieties datu tipu--!
ms: --Pilih jenis data--!
ro: --Selectați tipul de date--!
sk: - Vyberte typ údajov--!
th: - เลือกชนิดข้อมูล--!
ur: ڈیٹا بیس کی قسم منتخب کریں!

source: Form
ar: النموذح
bg: От
bs: Naziv Forme
ca: Formulari
fa: فرم
he_il: טופסים
lv: Veidlapa
ms: fishing
ro: Denumire formular
sk: Formulár
th: แบบฟอร์ม
ur: فارم!

source: Report
ar: التقریر
bg: Отчет
bs: Izvještaj za
ca: lnforme
fa: گزارش
he_il: דו"ח
lv: Paziņot par pārkāpumu
ms: Lapor
ro: Raport
th: ร้องเรียน
ur: Informe

source: Processing...
ar: جاري المعالجة
bg: Обработка ...
bs: Obrađujem...
ca: S'està processant...
fa: در حال پردازش
he_il: מעבד ...
lv: Apstrāde ...
ms: Apstrāde ...
ro: Prelucrare
sk: Spracováva sa...
th: กำลังประมวลผล ...
ur: پروسیسنگ

source: Reports
ar: التقارير
bg: Преки доклади
bs: Izveštaji projekta
ca: Informes
fa: گزارشات
he_il: דו"חות
lv: Atskaites
ms: Laporan
ro: Rapoarte
sk: Reporty
th: รายงาน
ur: رپورٹس

source: Next
ar: التالي
bg: Напред
bs: Sljedeće
fa: بعدی
he_il: הבא
lv: Nākamais
ms: Seterusnya
ro: Următorul
sk: Nasledujúca
th: ต่อไป
ur: اگلا

source: Previous
ar: السابق
bg: Предишен
bs: Prethodno
ca: Anterior
fa: قبلی
he_il: קודם
lv: Iepriekšējais
ms: Sebelum
ro: Anterior
sk: Predchádzajúca
th: ก่อน
ur: پهلا

# SummaryMessage
source: Showing {0} to {1} of {2} entries
ar: اظهار {0} الى {1} من أصل {2} مدخل
bg: Показване на {0} до {1} от {2} записи!
bs: Greška prilikom snimanja kontakta u {0}: {1}
ca: S'estan mostrant {0} al {1} {2} entrades!
fa: نمایش {0} به {1} {2} ها!
he_il: מראה {0} {1} של ערכי {2}!
lv: Rāda no {0} līdz {1} no {2} ierakstiem!
ms: Menunjukkan {0} ke {1} daripada {2} entri!
ro: Arătând {0} la {1} (2) intrările!
sk: Zobrazuje sa {0} až {1} (2) položiek!
th: แสดง {0} ถึง {1} {2} รายการ
ur: {0} {1} {2} اندراجات سے دکھا!

source: Fields
ar: الحقول
bg: Полетата
bs: Uredi polja
ca: Camps
fa: زمینه های
he_il: שדות
lv: Visi lauki
ms: sawah Kering
ro: Câmpuri
sk: Polia
th: ฟิลด์
ur: فہرست قطعات

source: Reorder
ar: ترتيب
bg: Пренареждане
bs: Sortiraj
ca: Reordenar!
fa: سفارش مجدد
he_il: לסדר מחדש
lv: Mainīt secību
ms: Susun semula!
ro: Reordonare
sk: Znovuzoradiť
th: เรียงลำดับใหม่
ur: ترتیب دیں

source: Section
ar: القسم
bg: Секция
bs: Sekcija
ca: Secció
fa: بخش
lv: Sadaļa
ms: Seksyen
ro: Secţiune
sk: Sekcia
th: ส่วน
ur: سیکشن:

source: Sections
ar: الأقسام
bg: Операции
bs: Sekcije!
ca: Personalitzador seccions
fa: بخش‌ها
he_il: מקטעים
lv: Sadaļas
ms: Seksyen!
ro: Restaurante
sk: Ak sú tri sekcie
th: ส่วน
ur: سیکشنز!

source: Choices
ar: الخيارات
bg: Избори
bs: Izbor!
ca: Eleccions
fa: انتخاب ها
he_il: אפשרויות
lv: alternatīvās izvēles.
ms: Pilihan
ro: Alegeri
sk: Voľby
ur: انتخاب!

source: Choice
ar: خيار
bg: Избор
bs: Izbor!
ca: Elecció
fa: انتخاب
he_il: בחירה
lv: Izvēle
ms: Pilihan
ro: Alegere
sk: Volba
th: . ตัวเลือกเกม
ur: زبان کا انتخاب

source: Data Type
ar: نوع الحقل
bg: Вид данни
bs: Tip
ca: Tipus de dada
fa: نوع اطلاعات
he_il: טיפוס נתונים
lv: Datu veids
ms: data
ro: Tip de date
sk: Typ údajov
th: ชนิดข้อมูล
ur: قسم

source: Data Types
ar: أنواع الحقول
bg: Типове данни
bs: Vrste
ca: Tipus de dades
fa: اطلاعات
he_il: סוגים
lv: Datu tipi
ms: Jenis
ro: X. Categorii de date cu caracter special
sk: Dátový typ
th: ประเภท
ur: ڈیٹا

source: Field
ar: حقل
bg: Поле
bs: Tip polja
ca: Finca
fa: فیلد
he_il: שדה
lv: Lauks
ms: Bidang
ro: Câmp
sk: Pole
ur: میدان

source: Property
ar: خاصية
bg: Имот
bs: Nekretnina
ca: Immoble
fa: فایل
he_il: נכס
lv: Īpašība
ms: Sifat
ro: Proprietate
sk: Nehnuteľnosť
th: Thing
ur: جائیداد

source: Properties
ar: الخواص
bg: Имоти
bs: Nekretnine
ca: Immobles
fa: املاک
he_il: נכסים
lv: Īpašības
ms: Sifat
ro: Proprietăți
sk: Nastav
th: คุณสมบัติ
ur: %s خصوصیات

source: Choice List
ar: قائمة الخيارات
bg: Избор
bs: Lista izbora!
ca: Elecció
fa: انتخاب
he_il: בחירה
lv: IZVĒLE
ms: Pilihan
ro: Alegere
sk: Volba
th: รายการทางเลือก
ur: انتخاب فہرست!

source: Values
ar: القيم
bg: Минимална Легла Стойности
bs: Vrijednosti
ca: Valors
fa: مقدار
he_il: ערכים
lv: Vērtības
ms: NILAI-NILAI
ro: Valori
sk: Výživové hodnoty v 100 ml:
th: มูลค่า
ur: اقدار

source: Choice Lists
ar: قوائم الخيارات
bg: Избор
bs: Izlistaj liste!
ca: Llistes
fa: انتخاب
he_il: רשימות
lv: saraksti
ms: Senarai
ro: Alegere
sk: Zoznamy
th: . ตัวเลือกเกม
ur: فہرستیں

source: Workflow Path
ar: مسار سير العمل
bg: Работен процес
bs: Putanja toka posla!
ca: flux de treball
fa: گردش کاری
he_il: זרימת עבודה
lv: Ceļš
ms: rintis
ro: Flux de lucru
sk: workflow
th: พาธ
ur: کام کے فلو راہ!

source: Workflow
ar: خطة العمل
bg: Работен процес
ca: Flux de treball
fa: گردش کاری
he_il: זרימת עבודה
lv: Darbplūsmas izvēle
ms: Struktur Kerja/Aliran Kerja Asas
ro: Flux de lucru
th: Workflow &amp; procedure:

source: Workflow Settings
ar: اعدادات خطة العمل
bg: Параметри
bs: Podešavanja toka posla!
ca: ajusts
fa: تنظیمات
he_il: הגדרות
lv: Iestatījumi
ms: Seting aliran kerja!
ro: Setări flux de lucru
sk: Nastavenia
th: ตั้งค่า
ur: ترتیبات

source: Action Date
ar: تاريخ الإجراء
bg: Действие
bs: Akcija
ca: Acció
fa: تاریخ
lv: Darbība
ms: Tindakan
ro: Acțiune
sk: Akcia
th: ดำเนินการ
ur: فعل

# EmpNumber
source: Employee ID
ar: الرقم الوظيفي
bg: Дилърство за контакт
bs: ID zaposlenih!
ca: empleat
fa: شناسه کارمند
he_il: שם חברת התעופה
lv: Darbinieks
ms: Pekerja
ro: ID angajat
sk: Zamestnanec
th: พนักงาน
ur: ملازم

# EmpNumberInvalid
source: The employee id is not valid.
ar: الرقم الوظيفي غير صحيح
bg: Имейлът е невалиден
bs: Kod nije važeći!
ca: L&apos;URL no és vàlid.
fa: شناسه برگه راهنما معتبر نیست
he_il: הקובץ שהוסף לא תקף.
lv: %0 nav pareizs
ms: ID pekerja tidak sah.!
ro: E-mail nu este valida
sk: ID produktu je nesprávne
th: รหัสพนักงานไม่ถูกต้อง
ur: رجسٹریشن کوڈ درست نہیں ہے

source: Close
ar: اغلاق
bg: Затвори
bs: Zatvori
ca: Tancar
fa: بستن
he_il: סגור חלון
lv: Aizvērt
ms: Tutup
ro: Închideți
sk: Zatvor
th: ปิด
ur: بند کریں

source: Approval
ar: الموافقات
bg: ОДОБРЯВАМ
bs: Oglasi na čekanju za odobrenje
ca: Aprovació
fa: تایید
he_il: אישור
lv: Apstiprinājums
ms: Kelulusan
ro: Aprobare:
sk: Schválenie
th: การอนุมัติ
ur: منظوری کی تاریخ:________

source: Action Status
ar: حالة الإجراء
bg: Статус
bs: Status
ca: Acció
fa: آخرین وضعیت
he_il: סטטוס
lv: Darbība
ms: Status Tindakan!
ro: Planuri de acțiune statutul
sk: Stav
th: สถานะ
ur: عمل کی حیثیت!

# ChangeStatusConfirmation
source: Are you sure you want to change the status?
ar: هل أنت متأكد من انك تريد تغيير الحالة؟
bg: Наистина ли искате да промените състоянието на тестер%s?
bs: Jeste li sigurni
ca: Segur que vols sortir?
fa: آیا مطمئنید که می خواهید "مشخصات ملک" را تغییر دهید
he_il: האם אתה בטוח שברצונך לשנות?
lv: Vai esat pārliecināts, ka vēlaties to mainīt?
ms: Adakah anda pasti anda mahu memadam
ro: Sunteţi sigur că doriți să schimbați starea la finalizat?
sk: Naozaj chcete odísť?
th: คุณแน่ใจหรือว่าต้องการเปลี่ยนผู้แนะนำ?
ur: کیا آپ کو واقعی زبان تبدیل کرنی ہے؟

# PendingPrev
source: pending previous level approval
ar: بانتظار موافقة المسؤول السابق
bg: Предишно ниво
bs: u očekivanju prethodnog nivoa!
ca: Nivell Anterior
fa: مرحله قبل
he_il: האטום הקודם
lv: Iepriekšējais līmenis
ms: menunggu kelulusan peringkat sebelumnya!
ro: Nivelul precedent
sk: Predchádzajúci atóm
th: รอก่อนหน้าระดับการอนุมัติ
ur: گزشتہ سطح پر واپس نہیں لا سکتے
