Repository: BlazorPlate/OfflineExamSystem
Catalog: Resources/Resources.*.resx
Languages: ar, bg, bs, ca, fa, he_il, lv, ms, ro, sk, th, ur

source: Abstract
ar: الملخص
bg: Абстрактни
bs: Sažetak
ca: Resum
fa: چکيده
he_il: מופשט
lv: Kopsavilkums
ms: ABSTRAK
ro: Rezumat
sk: Abstraktné
th: บทคัดย่อ
ur: خلاصہ

source: Academic Info
ar: المعلومات الأكاديمية
bg: Учебната информация
bs: Akademski Info
ca: Info acadèmica
fa: اطلاعات علمی
he_il: מידע אקדמי
lv: Akadēmiskās informācijas
ms: Maklumat akademik
ro: Info universitar
sk: Akademickej Info
th: ข้อมูลทางวิชาการ
ur: تعلیمی معلومات

# AcademicJournal
source: Students Voice Magazine
ar: مجلة صوت الطلبة
bg: Студентите глас списание
bs: Časopis glas učenika
ca: Revista veu als estudiants
fa: دانش آموزان صوتی مجله
he_il: סטודנטים קול מגזין
lv: Studentu balss Magazine
ms: Majalah suara pelajar-pelajar
ro: Revista de vocea elevilor
sk: Časopis hlas študentov
th: นิตยสารเสียงนักเรียน
ur: طالب علموں کی آواز میگزین

# Rank
source: Academic Rank
ar: الدرجة الأكاديمية
bg: Хабилитирани
bs: Akademski čin
ca: Rang acadèmic
fa: مرتبه علمی
he_il: דרגה אקדמית
lv: Akadēmiskais rangs
ms: Kedudukan akademik
ro: Rang academic
sk: Akademické hodnosti
th: ตำแหน่งทางวิชาการ
ur: تعلیمی درجہ

# Ranks
source: Academic Ranks
ar: الدرجات الأكاديمية
bg: Научни звания
bs: Akademski redove
ca: Files acadèmics
fa: رتبه علمی
he_il: אקדמי
lv: Akadēmiskā Ranks
ms: Pangkat akademik
ro: Rândurile academice
sk: Akademické hodnosti
th: ตำแหน่งทางวิชาการ
ur: تعلیمی درجات

source: Account Settings
ar: اعدادات الحساب
bg: Настройки на акаунт
bs: Postavke računa
ca: Configuració del compte
fa: تنظیمات حساب
he_il: הגדרות חשבון
lv: Konta iestatījumus
ms: Tetapan akaun
ro: Setări cont
sk: Nastavenia účtu
th: การตั้งค่าบัญชี
ur: اکاؤنٹ کی ترتیبات

# AddAttachments
source: Add another attachment...
ar: إضافة ملف جديد
bg: Добавяне на друг прикачен файл...
bs: Još jedan savjet...
ca: Afegeix un altre fitxer adjunt...
fa: قادر به افزودن پیوست دیگر...
he_il: להוסיף עוד החזקה...
lv: Pievienot vēl vienu pielikumu...
ms: Tambah satu lagi lampiran...
ro: Adauga un alt Atasament...
sk: Pridať inú prílohu...
th: เพิ่มสิ่งที่แนบมาอีก...
ur: ایک اور منسلکہ کا اضافہ کریں...

source: Add phone number
ar: اضافة رقم جوال
bg: Добавяне на телефонен номер
bs: Dodavanje telefonskog broja
ca: Afegir el número de telèfon
fa: اضافه کردن شماره تلفن
he_il: להוסיף מספר טלפון
lv: Pievienot tālruņa numuru
ms: Menambah nombor telefon
ro: Adauga numarul de telefon
sk: Pridať telefónne číslo
th: เพิ่มหมายเลขโทรศัพท์
ur: فون نمبر شامل کریں

source: Address
ar: العنوان
bg: Адрес
bs: Adresa
ca: Adreça
fa: آدرس
he_il: כתובת
lv: Adrese
ms: Alamat
ro: Adresa
sk: Adresa
th: ที่อยู่
ur: پتا

source: Add Translation
ar: اضافة ترجمة
bg: Добавите превод
bs: Dodaj Prijevod
ca: Afegir traducció
fa: اضافه کردن ترجمه
he_il: הוספת תרגום
lv: Pievienot tulkošanas
ms: Menambah penterjemahan
ro: Adauga traducere
sk: Pridať preklad
th: เพิ่มการแปล
ur: ترجمہ شامل کریں

source: All languages
ar: جميع اللغات
bg: Всички езици
bs: Svi jezici
ca: Totes les llengües
fa: همه زبان ها
he_il: כל השפות
lv: Visās valodās
ms: Semua bahasa
ro: Toate limbile
sk: Všetky jazyky
th: ภาษาทั้งหมด
ur: تمام زبانیں

# AllowedAttachmentExtensions
source: One or more attachmetns are invalid: Only .PDF, .DOCX, .DOC, .PNG, .JPG, .JPEG files are allowed.
ar: المرفقات المسموح برفعها يجب أن تكون من نوع: .PDF, .DOCX, .DOC, .PNG, .JPEG, .JPG
bg: Един или повече attachmetns са невалидни: само. PDF. DOCX. DOC. PNG. JPG. JPEG файловете са разрешени.
bs: Jedan ili više attachmetns nisu valjani: samo. PDF. DOCX. DOKTORE. PNG. JPG. JPEG datoteke su dozvoljeni.
ca: Un o més attachmetns no són vàlids: només. PDF. DOCX. DOCUMENT. PNG. JPG. S'admeten fitxers JPEG.
fa: یک یا چند attachmetns نامعتبر هستند: تنها. PDF. DOCX. توضیحات. فعلی،. JPG،. فایل های JPEG مجاز است.
he_il: Attachmetns אחד או יותר אינם חוקיים: בלבד. PDF. DOCX. דוק. PNG. JPG. קבצי JPEG מותרים.
lv: Vienu vai vairākus attachmetns nav derīgi: tikai. PDF FAILU. DOCX. DOC. PNG. JPG. JPEG faili ir atļauti.
ms: Attachmetns satu atau lebih adalah tidak sah: sahaja. PDF. DOCX. DOC. PNG. JPG. Fail JPEG dibenarkan.
ro: Una sau mai multe attachmetns nu sunt valide: numai. PDF. DOCX. DOC. PNG. JPG. Fişiere JPEG sunt permise.
sk: Jeden alebo viac attachmetns sú neplatné: iba. PDF. DOCX. DOC. PNG. JPG. Súbory formátu JPEG sú povolené.
th: Attachmetns อย่าง น้อยหนึ่งรายการไม่ถูกต้อง: เท่านั้น PDF DOCX เอกสาร PNG JPG ไฟล์ JPEG ได้
ur: ایک یا زائد اٹاچمیٹنس ناجائز ہیں: صرف ۔ پی ڈی ایف، ۔ DOCX کی وصولی ۔ ڈاکٹر، ۔ PNG، ۔ JPG. JPEG فائلوں کی اجازت ہے ۔

# AlreadyMember
source: Already a member?
ar: هل لديك حساب مسبقاً؟ قم بـ
bg: Вече си член?
bs: Već si član?
ca: Ja un membre?
fa: آیا عضو هستید؟
he_il: משתמש רשום?
lv: Jau biedrs?
ms: Sudah menjadi ahli?
ro: Deja un membru?
sk: Už ste členom?
th: เป็นสมาชิกแล้ว
ur: پہلے سے ہی رکن؟

source: Announcements
ar: لوحة الإعلانات
bg: Съобщения
bs: Najave
ca: Anuncis
fa: اطلاعیه ها
he_il: הכרזות
lv: Sludinājumi
ms: Pengumuman
ro: Anunturi
sk: Oznamy
th: ประกาศ
ur: کے اعلانات

source: Applicant
ar: المتنافس
bg: Заявителят
bs: Podnositelj zahtjeva
ca: Sol·licitant
fa: متقاضی
he_il: המבקש
lv: Iesniedzējs
ms: Pemohon
ro: Solicitantul
sk: Žiadateľ
th: ผู้สมัคร
ur: درخواست دہندہ

# ApplicantFullName
source: Applicant Name
ar: اسم المتنافس
bg: Име на заявителя
bs: Ime podnositelja
ca: Nom del sol·licitant
fa: نام متقاضی
he_il: שם המועמד
lv: Iesniedzēja nosaukums
ms: Nama pemohon
ro: Numele solicitantului
sk: Názov žiadateľa
th: ชื่อผู้สมัคร
ur: درخواست گزار کا نام

source: Applicants
ar: المتنافسين
bg: Кандидатите
bs: Podnositelji zahtjeva
ca: Sol·licitants
fa: متقاضیان
he_il: מועמדים
lv: Pretendentiem
ms: Pemohon-pemohon
ro: Solicitanţii
sk: Žiadatelia
th: ผู้สมัคร
ur: درخواست دہندگان

source: Apply
ar: تقديم طلب توظيف
bg: Приложи
bs: Primijeniti
ca: S'apliquen
fa: درخواست
he_il: החל
lv: Piemērot
ms: Memohon
ro: Se aplică
sk: Uplatňovať
th: นำไปใช้
ur: لگائیں

source: Apply Now
ar: تقديم طلب
bg: Приложи сега
bs: Primijeni sada
ca: Inscriu-te
fa: اکنون اعمال شود
he_il: הגש מועמדות עכשיו
lv: Piesakieties tūlīt!
ms: Mohon sekarang
ro: Aplica acum
sk: Použiť teraz
th: สมัครตอนนี้
ur: اب لگائیں

# Arrow
source: icon-long-arrow-right
ar: icon-long-arrow-left
bg: икона-дълго-стрелка-надясно
bs: ikona-dugo-Strelica-desno
ca: icona-llarga-fletxa-dreta
fa: نماد بلند پیکان راست
he_il: סמל-ארוך-חץ-ימינה
lv: ikona ilgi bultiņas labajā
ms: ikon-lama-anak panah-hak
ro: icoana-lung-săgeată-dreapta
sk: ikona long-šípka vpravo
th: ไอคอนยาวลูกศรขวา
ur: شبیہ طویل تیر دائیں

source: Articles
ar: مقالات
bg: Статии
bs: Članci
fa: مقالات
he_il: מאמרים
lv: Raksti
ms: Artikel-artikel
ro: Articole
sk: Články
th: บทความ
ur: مضامین

source: Attachments
ar: المرفقات
bg: Прикачени файлове
bs: Privici
ca: Fitxers adjunts
fa: فایل پیوست
he_il: קבצים מצורפים
lv: Pielikumi
ms: Lampiran
ro: Atasamente
sk: Prílohy
th: สิ่งที่แนบมา
ur: منسلکات

# AttachmentsNotes
source: Please upload an attachments of type: .PDF, .DOCX, .DOC, .PNG, .JPG, .JPEG
ar: عند تحميل المرفقات, يرجى التأكد من أن يكون نوع الملف هو أحد الأنواع التالية: .PDF, .DOCX, .DOC, .PNG, .JPEG, .JPG
bg: Моля качване на прикачени файлове от тип:. PDF. DOCX. DOC. PNG. JPG. JPEG
bs: Ugoditi upload privitke vrsta:. PDF. DOCX. DOKTORE. PNG. JPG. JPEG
ca: Us preguem que carregueu una adjunts del tipus:. PDF. DOCX. DOCUMENT. PNG. JPG. JPEG
fa: لطفا آپلود فایل از نوع:. PDF. DOCX. توضیحات. فعلی،. JPG،. JPEG
he_il: אנא העלו של קבצים מצורפים מסוג:. PDF. DOCX. דוק. PNG. JPG. JPEG
lv: Lūdzu, augšupielādējiet veida pievienojumus:. PDF FAILU. DOCX. DOC. PNG. JPG. JPEG
ms: Sila muat naik lampiran untuk jenis:. PDF. DOCX. DOC. PNG. JPG. JPEG
ro: Vă rugăm să încărcaţi un ataşări de tip:. PDF. DOCX. DOC. PNG. JPG. JPEG
sk: Prosím upload príloh typu:. PDF. DOCX. DOC. PNG. JPG. JPEG
th: โปรดอัปโหลดสิ่งที่แนบมาเป็นชนิด: PDF DOCX เอกสาร PNG JPG JPEG
ur: براہ مہربانی ایک منسلکات قسم کی اپ لوڈ کریں: ۔ پی ڈی ایف، ۔ DOCX کی وصولی ۔ ڈاکٹر، ۔ PNG، ۔ JPG. JPEG

source: Author
ar: المؤلف
bg: Автор
bs: Autor
ca: Autor
fa: نویسنده
he_il: מחבר
lv: Autors
ms: Penulis
ro: Autor
sk: Autor
th: ผู้เขียน
ur: مصنف

source: Back to List
ar: عودة للقائمة
bg: Обратно към списъка
bs: Povratak na listu
ca: Tornar al llistat
fa: بازگشت به فهرست
he_il: חזרה לרשימת
lv: Atpakaļ uz sarakstu
ms: Kembali ke senarai
ro: Inapoi la lista
sk: Späť na zoznam
th: กลับไปที่รายการ
ur: واپس فہرست پر جائیں

source: Biography
ar: السيرة الذاتية المختصرة
bg: Биография
bs: Biografija
ca: Biografia
fa: بیوگرافی
he_il: ביוגרפיה
lv: Biogrāfija
ms: Butiran peribadi
ro: Biografie
sk: Životopis
th: บรรณานุกรม
ur: سوانح حیات

source: Browse
ar: بحث
bg: Преглед
bs: Pregledaj
ca: Navegar
fa: مرور
he_il: עיון
lv: Pārlūkot
ms: Semak seimbas
ro: Răsfoire
sk: Prehľadávať
th: เรียกดู
ur: براؤز کریں

source: Building
ar: المبنى
bg: Сграда
bs: Zgrada
ca: Edifici
fa: ساختمان
he_il: בניין
lv: Ēka
ms: Bangunan
ro: Clădire
sk: Budova
th: อาคาร
ur: عمارت

source: Calendar
ar: جدول الاحداث
bg: Календар
bs: Kalendar
ca: Calendari
fa: تقویم
he_il: לוח שנה
lv: Kalendārs
ms: Kalendar
sk: Kalendár
th: ปฏิทิน
ur: کیلنڈر

source: Category
ar: التصنيف
bg: Категория
bs: Kategorija
ca: Categoria
fa: رده
he_il: קטגוריה
lv: Kategorija
ms: Kategori
ro: Categorie
sk: Kategória
th: ประเภท
ur: زمرہ

# ChangeAccountSettings
source: Change your account settings.
ar: تعديل اعدادات الحساب
bg: Промяна на настройките на акаунта.
bs: Promijenite postavke računa.
ca: Canviar la configuració del compte.
fa: تنظیمات حساب را تغییر دهید.
he_il: לשנות את הגדרות החשבון שלך.
lv: Mainīt sava konta iestatījumus.
ms: Tukar seting akaun anda.
ro: Modificaţi setările contului.
sk: Zmeniť nastavenia konta.
th: เปลี่ยนการตั้งค่าบัญชีของคุณ
ur: اپنے اکاؤنٹ کی ترتیبات تبدیل کریں ۔

source: Change current password.
ar: تغيير كلمة المرور الحالية.
bg: Смяна на текущата парола.
bs: Promijeni trenutnu lozinku.
ca: Canvia la contrasenya actual.
fa: تغییر کلمه عبور فعلی.
he_il: שינוי הסיסמה הנוכחית.
lv: Mainīt pašreizējo paroli.
ms: Tukar kata laluan semasa.
ro: Schimbare parola curentă.
sk: Zmena aktuálneho hesla.
th: เปลี่ยนรหัสผ่านปัจจุบัน
ur: حالیہ پاس ورڈ تبدیل کریں ۔

source: Change password
ar: تغيير كلمة المرور
bg: Смяна на паролата
bs: Promjena lozinke
ca: Canvia la contrasenya
fa: تغییر رمز عبور
he_il: שינוי סיסמה
lv: Mainīt paroli
ms: Tukar kata laluan
ro: Schimba parola
sk: Zmena hesla
th: เปลี่ยนรหัสผ่าน
ur: پاس ورڈ تبدیل کریں

source: --Choose content type--
ar: --اختر نوع المحتوى--
bg: --Изберете съдържание тип--
bs: --Odaberite vrste sadržaja...
ca: -- Selecciona tipus - contingut
fa: --نوع محتوا--را انتخاب کنید
he_il: -- בחר סוג תוכן.
lv: -Izvēlieties satura tipu-
ms: --Pilih jenis kandungan--
ro: --Alege tip conținut--
sk: --Vybrať typ obsahu--
th: -เลือกชนิดเนื้อหา-
ur: -مشمول قسم – کا انتخاب کریں

source: --Choose language--
ar: --اختر اللغة--
bg: --Изберете език--
bs: --Odaberite jezik...
ca: -- Selecciona idioma-
fa: --زبان--را انتخاب کنید
he_il: -- בחר שפה...
lv: -Izvēlieties valodu-
ms: -Pilih Bahasa--
ro: -Alege limba-
sk: --Vyberte jazyk--
th: -เลือกภาษา-
ur: -- زبان کا انتخاب کریں

source: --Choose menu--
ar: --اختر القائمة--
bg: --Изберете меню--
bs: --Odaberite izbornik...
ca: -- Selecciona menú-
fa: --منوی--را انتخاب کنید
he_il: -- בחר תפריט...
lv: -Izvēlieties Izvēlne-
ms: -Pilih menu--
ro: --Alege meniul--
sk: --Vyberte menu--
th: -เลือกเมนู-
ur: -مینیو – کا انتخاب کریں

source: --Choose parent menu item--
ar: --اختر العنصر الأب--
bg: --Изберете родителския елемент на меню--
bs: --Odaberite nadređeni artikl po narudžbi...
ca: -- Selecciona el principal element de menú-
fa: --پدر و مادر قلم دوم از اقلام منو--را انتخاب کنید
he_il: -- בחר האב תפריט פריט...
lv: -Vecākiem izvēlēties izvēlnes elementu-
ms: --Pilih induk menu item--
ro: --Alege părinte meniu element--
sk: --Vyberte nadradenej položky menu--
th: -เลือกหลักเมนูสินค้า-
ur: -والدین مینیو شے – کا انتخاب کریں

# ChooseVacancy
source: --Choose Job Title--
ar: --اختر المسمى الوظيفي--
bg: --Изберете работа заглавие--
bs: --Odaberite posao naslov...
ca: -- Selecciona treball títol-
fa: --کار عنوان--را انتخاب کنید
he_il: -- בחר כותרת העבודה.
lv: -Izvēlēties darba nosaukums-
ms: -Pilih Tajuk kerja--
ro: --Alege Job titlu--
sk: --Vybrať prácu názov--
th: -เลือกชื่องาน-
ur: -جاب عنوان – کا انتخاب کریں

source: City
ar: المدينة
bg: Град
bs: Grad
ca: Ciutat
fa: شهر
he_il: העיר
lv: Pilsēta
ms: Bandar
sk: Mesto
th: เมือง
ur: شہر

# Class
source: CSS Class
ar: رمز الأيقونة
bg: CSS клас
bs: CSS klase
ca: Classe CSS
fa: کلاس CSS
he_il: מחלקת CSS
lv: CSS klases
ms: Kelas CSS
ro: Clasa CSS
sk: CSS triedu
th: เรียน CSS
ur: CSS کلاس

source: Code
ar: الترميز
bg: Код
bs: Kod
ca: Codi
fa: کد
he_il: קוד
lv: Kods
ms: Kod
ro: Cod
sk: Kód
th: รหัส
ur: ضابطہ

source: completed profile
ar: نسبة اكتمال البيانات
bg: попълнен профил
bs: dovršene profil
ca: perfil complert
fa: مشخصات کامل
he_il: פרופיל שהושלמו
lv: aizpildīto profils
ms: Profil lengkap
ro: profil completat
sk: vyplnený profil
th: กรอกข้อมูลในโปรไฟล์
ur: مکمل پروفائل

source: Requirements
ar: المؤهلات
bg: Изисквания
bs: Zahtjevi
ca: Requisits
fa: مورد نیاز
he_il: דרישות
lv: Prasības
ms: Syarat-syarat
ro: Cerinţele
sk: Požiadavky
th: ความต้องการ
ur: ضروریات

source: Configuration
ar: الإعدادات
bg: Конфигурация
bs: Konfiguracija
ca: Configuració
fa: پیکربندی
he_il: תצורה
lv: Konfigurācija
ms: Konfigurasi
ro: Configurare
sk: Konfigurácia
th: การกำหนดค่า
ur: تشکیل

source: Confirm Password
ar: تأكيد كلمة المرور
bg: Потвърждение на паролата
bs: Potvrdi lozinku
ca: Confirmar contrasenya
fa: تایید رمز عبور
he_il: אשר את הסיסמה
lv: Apstipriniet paroli
ms: Sahkan kata laluan
ro: Confirma parola
sk: Potvrďte heslo
th: ยืนยันรหัสผ่าน
ur: پاس ورڈ تصدیق کریں

# ConfirmPasswordCompare
source: Password and Confirmation Password do not match
ar: كلمة المرور غير متطابقة.
bg: Паролата и потвърждението на паролата не съвпадат
bs: Lozinka i potvrda lozinke se ne podudaraju
ca: Contrasenya i confirmació de la contrasenya no coincideixen
fa: رمز عبور و تأیید رمز عبور تطبیق ندارند
he_il: סיסמה, סיסמת האימות אינן תואמות
lv: Un apstiprinājuma parole nesaskan
ms: Kata laluan dan pengesahan kata laluan tidak sepadan
ro: Parolă și confirmarea parolei nu corespund
sk: Heslo a potvrdenie hesla sa nezhodujú
th: รหัสผ่านและยืนยันรหัสผ่านไม่ตรงกัน
ur: پاس ورڈ اور تصدیقی پاس ورڈ مشابہ نہیں

# Contact
source: Contact Information
ar: اسم جهة الاتصال
bg: Информация за контакт
bs: Kontakt informacije
ca: Informació de contacte
fa: اطلاعات تماس
he_il: מידע ליצירת קשר
lv: Kontaktinformācija
ms: Maklumat untuk dihubungi
ro: Informaţii de contact
sk: Kontaktné informácie
th: ข้อมูลการติดต่อ
ur: رابطہ کی معلومات

source: Contact Info
ar: معلومات الاتصال
bg: Информация за контакт
bs: Kontakt informacije
ca: Informació de contacte
fa: اطلاعات تماس
he_il: מידע ליצירת קשר
lv: Kontaktinformācija
ms: Maklumat untuk dihubungi
ro: Informatii de contact
sk: Kontaktné informácie
th: ข้อมูลการติดต่อ
ur: رابطہ کریں معلومات

source: Contact Us
ar: اتصل بنا
bg: Свържете се с нас
bs: Obratite nam se
ca: Contacti amb nosaltres
fa: تماس با ما
he_il: צור קשר
lv: Sazinieties ar mums
ms: Hubungi kami
ro: Contactati-ne
sk: Kontaktujte nás
th: ติดต่อเรา
ur: ہم سے رابطہ کریں

source: Content
ar: المحتوى
bg: Съдържание
bs: Sadržaj
ca: Contingut
fa: محتوای
he_il: תוכן
lv: Saturs
ms: Kandungan
ro: Conţinut
sk: Obsah
th: เนื้อหา
ur: مواد

source: Content List
ar: قائمة المحتوى
bg: Списък съдържание
bs: Popis sadržaja
ca: Llista de contingut
fa: فهرست مطالب
he_il: רשימת תוכן
lv: Satura sarakstu
ms: Senarai kandungan
ro: Continut lista
sk: Zoznam obsahu
th: รายการเนื้อหา
ur: مواد کی فہرست

source: Contents
ar: المحتوى
bg: Съдържанието
bs: Sadržaj
ca: Continguts
fa: مطالب
he_il: תוכן
lv: Saturs
ms: Kandungan
ro: Conţinutul
sk: Obsah
th: เนื้อหา
ur: فہرست مشمولات

source: Content Type
ar: نوع المحتوى
bg: Тип съдържание
bs: Vrsta sadržaja
ca: Tipus de contingut
fa: نوع محتوا
he_il: סוג תוכן
lv: Satura tipam
ms: Jenis kandungan
ro: Tip de conținut
sk: Typ obsahu
th: ชนิดเนื้อหา
ur: مضمون کی نوعیت

source: Content Types
ar: انواع المحتوى
bg: Типове съдържание
bs: Vrste sadržaja
ca: Tipus de contingut
fa: انواع مطالب و محتوا
he_il: סוגי תוכן
lv: Satura tipi
ms: Jenis kandungan
ro: Tipuri de conținut
sk: Typy obsahu
th: ชนิดเนื้อหา
ur: مواد کی اقسام

# CopyRights
source: All Rights Reserved
ar: جميع الحقوق محفوظة
bg: Всички права запазени
bs: Sva prava pridržana
ca: Tots els drets reservats
fa: کلیه حقوق محفوظ است
he_il: כל הזכויות שמורות
lv: Visas tiesības paturētas
ms: Hak Cipta Terpelihara
ro: Toate drepturile rezervate
sk: Všetky práva vyhradené
th: สงวนลิขสิทธิ์
ur: جملہ حقوق محفوظ ہیں

source: Country
ar: البلد
bg: Страна
bs: Zemlja
ca: País
fa: کشور
he_il: מדינה
lv: Valsts
ms: Negara
ro: Tara
sk: Krajiny
th: ประเทศ
ur: ملک

# CoverLetter
source: Covering Letter
ar: رسالة التغطية
bg: Придружително писмо
bs: Popratno pismo
ca: Carta
fa: پوشش خبری این نامه
he_il: כיסוי מכתב
lv: Pavadvēstule
ms: Meliputi Surat
ro: Scrisoare de intentie
sk: Sprievodný list
th: จดหมายนำ
ur: خط

source: Create
ar: إنشاء
bg: Създаване на
bs: Stvaranje
ca: Crear
fa: ایجاد
he_il: צור
lv: Izveide
ms: Mencipta
ro: Crea
sk: Vytvoriť
th: สร้าง
ur: بنائیں

# CreatedOn
source: Creation Date
ar: تاريخ الانشاء
bg: Дата на създаване
bs: Datum kreiranja
ca: Data de creació
fa: تاریخ ایجاد
he_il: תאריך יצירה
lv: Izveides datums
ms: Tarikh ciptaan
ro: Data creării
sk: Dátum vytvorenia
th: วันสร้าง
ur: بنانے کی تاریخ

source: Create new account.
ar: حساب جديد.
bg: Създаване на нов акаунт.
bs: Stvori novi račun.
ca: Crear compte nou.
fa: ایجاد حساب جدید.
he_il: צור חשבון חדש.
lv: Izveidot jaunu kontu.
ms: Cipta akaun baru.
ro: Creare cont nou.
sk: Vytvoriť nový účet.
th: สร้างบัญชีใหม่
ur: نیا اکاؤنٹ بنائیں ۔

source: Current Password
ar: كلمة السر الحالية
bg: Текуща парола
bs: Trenutnu lozinku
ca: Contrasenya actual
fa: رمز ورود فعلی
he_il: הסיסמה הנוכחית
lv: Pašreizējā parole
ms: Kata laluan semasa
ro: Parola curentă
sk: Aktuálne heslo
th: รหัสผ่านปัจจุบัน
ur: حالیہ پاس ورڈ

source: Curriculum Vitae
ar: السيرة الذاتية
bg: Автобиография
bs: Životopis
ca: Currículum Vitae
fa: مختصری از زندگی
he_il: קורות חיים
ms: Resume
th: ประวัติส่วนตัว
ur: نصاب واٹاا

# CVNotes
source: Please upload CV of type: .PDF, .DOCX, .DOC
ar: عند تحميل السيرة الذاتية, يرجى التأكد من أن يكون نوع الملف هو أحد الأنواع التالية: .PDF, .DOCX, .DOC
bg: Моля, качете CV от тип:. PDF. DOCX. ДОК
bs: Molim vas prenesite CV tipa:. PDF. DOCX. DOKTORE
ca: Si us plau carregui CV del tipus:. PDF. DOCX. DOC
fa: لطفا ارسال رزومه نوع:. PDF. DOCX. فیلم کارگردان تهیه کننده
he_il: נא צרף קורות חיים מסוג:. PDF. DOCX. דוק
lv: Lūdzu, augšupielādējiet CV tips:. PDF FAILU. DOCX. IOO
ms: Sila upload CV jenis:. PDF. DOCX. DOC
ro: Vă rugăm să încărcaţi CV de tip:. PDF. DOCX. DOC
sk: Nahrajte prosím životopis typu:. PDF. DOCX. DOC
th: กรุณาอัพโหลด CV ชนิด: PDF DOCX DOC
ur: براہ مہربانی CV قسم کی اپ لوڈ کریں: ۔ پی ڈی ایف، ۔ DOCX کی وصولی ۔ ڈاکٹر

source: Degree
ar: المؤهل العلمي
bg: Степен
bs: Stupanj
ca: Grau
fa: درجه
he_il: תואר
lv: Pakāpe
ms: Ijazah
ro: Grad
sk: Stupeň
th: องศา
ur: ڈگری

source: Degrees
ar: المؤهلات العلمية
bg: Градуса
bs: Stupnjeva
ca: Graus
fa: درجه
he_il: מעלות
lv: Grādi
ms: Darjah
ro: Grade
sk: Stupňov
th: องศา
ur: ڈگری

source: Delete
ar: حذف
bg: Изтриване
bs: Brisanje
ca: Suprimir
fa: حذف
he_il: מחק
lv: Dzēst
ms: Hapus
ro: Şterge
sk: Vymazať lokalitu
th: ลบ
ur: حذف کریں

# DeleteConfirmation
source: Are you sure you want to delete this?
ar: هل أنت متأكد من حذف السجل؟
bg: Наистина ли искате да изтриете това?
bs: Jeste li sigurni da želite izbrisati ovo?
ca: Esteu segur que voleu suprimir aquest?
fa: آیا مطمئن هستید می خواهید این را حذف کنید؟
he_il: האם אתה בטוח שברצונך למחוק את זה?
lv: Vai tiešām vēlaties dzēst šo
ms: Adakah anda pasti hendak menghapuskan ini?
ro: Sunteţi sigur că doriţi să ştergeţi acest lucru?
sk: Naozaj chcete odstrániť toto?
th: คุณต้องการลบนี้แน่ใจหรือไม่
ur: اثبات کریں کہ آپ یہ حذف کرنا چاہتے ہیں؟

source: Deleted
ar: تم الحذف
bg: Изтрити
bs: Izbrisati
ca: Suprimit
fa: حذف شده
he_il: נמחק
lv: Dzēsts
ms: Dihapuskan
ro: Elimină
sk: Odstránené
th: ลบ
ur: حذف شدہ

source: Department
ar: القسم
bg: Отдел
bs: Odjel
ca: Departament
fa: گروه
he_il: המחלקה
lv: Departaments
ms: Jabatan
ro: Departamentul
sk: Oddelenie
th: กรม
ur: محکمہ

source: Departments
ar: الأقسام
bg: Отдели
bs: Odjeli
ca: Departaments
fa: بخش
he_il: מחלקות
lv: Departamenti
ms: Jabatan-Jabatan
ro: Departamente
sk: Oddelenia
th: แผนก
ur: شعبہ جات

source: Description
ar: الوصف
bg: Описание
bs: Opis
ca: Descripció
fa: شرح
he_il: תיאור
lv: Apraksts
ms: Description/kawalan
ro: Descriere
sk: Popis
th: คำอธิบาย
ur: تصریح

source: Details
ar: التفاصيل
bg: Детайли
bs: Detalji
ca: Detalls
fa: جزئیات
he_il: פרטים
lv: Informācija
ms: Butir-butir
ro: Detalii
sk: Podrobnosti
th: รายละเอียด
ur: تفصیلات

source: Director
ar: المدير
bg: Режисьор
bs: Direktor
fa: مدیر
he_il: הבמאי
lv: Direktors
ms: Pengarah
ro: Directorul
sk: Riaditeľ
th: ผู้อำนวยการ
ur: ڈائریکٹر

source: Disable
ar: تعطيل
bg: Правя неспособен
bs: Onemogući
ca: Impossibilitar
fa: غیر فعال کردن
he_il: בטל
lv: Atspējot
ms: Mematikan
ro: Nu fi de acord
sk: Vypnúť
th: ปิดใช้งาน
ur: نااہل بنائیں

source: District
ar: الحي
bg: Окръг
bs: Četvrti
ca: Districte
fa: بخش
he_il: מחוז
lv: Rajona
ms: Daerah
ro: Districtul
sk: Okres
th: อำเภอ
ur: ضلع

# DOB
source: Date of Birth
ar: تاريخ الميلاد
bg: Дата на раждане
bs: datum rođenja
ca: Data de naixement
fa: تاریخ تولد
he_il: תאריך לידה
lv: dzimšanas datums
ms: tarikh lahir
ro: data naşterii
sk: dátum narodenia
th: วันเกิด
ur: تاريخ پيدائش

source: Download
ar: تنزيل
bg: Изтегляне
bs: Preuzimanje datoteka
ca: Descarregar
fa: دانلود
he_il: להורדה
lv: Lejupielādēt
ms: Muat turun
ro: Descarca
sk: Na stiahnutie
th: ดาวน์โหลด
ur: ڈاؤن لوڈ، اتارنا

source: Edit
ar: تعديل
bg: Редактиране
bs: Uredi
ca: Editar
fa: ویرایش
he_il: עריכה
lv: Rediģēt
ro: Editare
sk: Upraviť
th: แก้ไข
ur: تدوین کریں

source: Email
ar: البريد الإلكتروني
bg: Имейл
bs: E-pošte
ca: Correu electrònic
fa: ایمیل
he_il: דוא
lv: E-pasts
ms: E-mel
sk: E-mailom
th: อีเมล
ur: ای میل

# EmailConfirmationCheck
source: Please check your email to activate your account.
ar: الرجاء تفقد بريدك الإلكتروني لتفعيل حسابك.
bg: Проверете вашия имейл, за да активирате профила си.
bs: Molim vas Provjerite tvoj elektronička pošta to ActiveX tvoj račun.
ca: Si us plau revisa el teu email per a activar el seu compte.
fa: لطفا ایمیل خود را به حساب خود را فعال کنید.
he_il: נא בדוק את הדוא ל שלך כדי להפעיל את חשבונך.
lv: Lūdzu, pārbaudiet savu e-pastu, lai aktivizētu savu kontu.
ms: Sila semak emel anda untuk mengaktifkan akaun anda.
ro: Vă rugăm să verificaţi adresa de email pentru activarea contului.
sk: Prosím skontrolujte váš e-mail pre aktiváciu vášho účtu.
th: กรุณาตรวจสอบอีเมลของคุณเพื่อเปิดใช้งานบัญชีของคุณ
ur: اپنے اکاؤنٹ کو چالو کرنے کے لئے آپ کا ای میل کی پڑتال کریں ۔

source: Email link
ar: أرسل الرابط
bg: Имейл връзка
bs: Elektronička pošta povezati
ca: Enllaç de correu electrònic
fa: لینک ایمیل
he_il: קישור דוא
lv: E-pasta saiti
ms: Pautan e-mel
ro: Link-ul de e-mail
sk: Poslať odkaz
th: ลิงก์อีเมล
ur: ای میل کے لنک

# EmailRegularExpression
source: Email is not valid.
ar: البريد الإلكتروني غير صحيح.
bg: Електронната поща не е валиден.
bs: E-pošte nije valjan.
ca: Correu electrònic no és vàlida.
fa: ایمیل معتبر نیست.
he_il: דואר אלקטרוני אינו חוקי.
lv: E-pasts nav derīgs.
ms: E-mel adalah tidak sah.
ro: E-mail nu este validă.
sk: E-mail nie je platný.
th: อีเมลที่ไม่ถูกต้อง
ur: ای میل جائز نہیں ہے ۔

# EmpInDepts
source: Employees Departments
ar: دوائر الموظفين
bg: Служителите отдели
bs: Zaposlenici odjela
ca: Departaments d'empleats
fa: بخش کارکنان
he_il: עובדי מחלקות
lv: Nodaļas darbinieki
ms: Kakitangan Jabatan
ro: Angajaţii departamentelor
sk: Zamestnanci oddelenia
th: พนักงานแผนก
ur: محکموں کے ملازمین
