Repository: BlazorPlate/OfflineExamSystem
Catalog: Resources/Resources.*.resx
Languages: ar, bg, bs, ca, fa, he_il, lv, ms, ro, sk, th, ur

source: Employee
ar: الموظف
bg: Служител
bs: Zaposlenik
ca: Empleat
fa: کارمند
he_il: העובד
lv: Darbinieku
ms: Pekerja
ro: Angajat
sk: Zamestnanec
th: พนักงาน
ur: ملازم

source: Employees
ar: الموظفين
bg: Служители
bs: Zaposlenici
ca: Empleats
fa: کارکنان
he_il: עובדים
lv: Darbinieki
ms: Pekerja-pekerja
ro: Angajaţii
sk: Zamestnancov
th: พนักงาน
ur: ملازمین

source: Employee Type
ar: تصنيف الموظف
bg: Служител тип
bs: Vrsta zaposlenika
ca: Tipus d'empleat
fa: نوع کارمند
he_il: סוג העובד
lv: Darbinieka tipu
ms: Jenis pekerja
ro: Tip de angajat
sk: Typ zamestnanca
th: ชนิดของพนักงาน
ur: ملازم کی قسم

source: Employee Types
ar: تصنيفات الموظفين
bg: Служител типове
bs: Tipovi zaposlenika
ca: Tipus d'empleat
fa: انواع کارمند
he_il: סוגי עובדים
lv: Darbinieka tipu
ms: Jenis pekerja
ro: Tipuri de angajat
sk: Zamestnanec typy
th: ชนิดพนักงาน
ur: ملازم کی اقسام

source: Enable
ar: تفعيل
bg: Разреши
bs: Omogući
ca: Permetre
fa: فعال کردن
he_il: לאפשר
lv: Iespējot
ms: Membolehkan
ro: Permite
sk: Zapnúť
th: เปิดใช้งาน
ur: اہل بنائیں

# EndDate
source: Activity End Date
ar: تاريخ نهاية الفعالية
bg: Крайна дата на дейността
bs: Datum završetka aktivnosti
ca: Data de finalització de l'activitat
fa: تاریخ پایان فعالیت
he_il: תאריך סיום פעילות
lv: Darbības beigu datums
ms: Tarikh tamat aktiviti
ro: Data de sfarsit activitate
sk: Dátum ukončenia aktivity
th: วันสิ้นสุดกิจกรรม
ur: تاریخ اختتام سرگرمی

# EnterCredentials
source: Enter your username and password to log on.
ar: ادخل البريد الإلكتروني وكلمة المرور لتسجيل الدخول.
bg: Въведете вашето потребителско име и парола за да влезете.
bs: Unesite vaše korisničko ime i lozinku pri prijavljivanju.
ca: Introduïu el vostre usuari i contrasenya per iniciar la sessió.
fa: نام کاربری و رمز عبور برای ورود خود را وارد کنید.
he_il: הזן את שם המשתמש והסיסמה שלך כדי להיכנס למערכת.
lv: Ievadiet savu lietotājvārdu un paroli, lai pieteiktos.
ms: Masukkan nama pengguna dan kata laluan untuk log masuk.
ro: Introduceţi numele de utilizator şi parola pentru a face log on.
sk: Zadajte svoje užívateľské meno a heslo na prihlásenie.
th: ป้อนชื่อผู้ใช้และรหัสผ่านเพื่อเข้าสู่ระบบของคุณ
ur: آپ کا صارف نام اور لاگ آن ہونے کے لیے پاس ورڈ داخل کریں ۔

# EnterEmail
source: Enter your email to recieve email password reset link.
ar: ادخل بريدك الإلكتروني لإرسال رابط اعادة ضبط كلمة المرور.
bg: Въведете вашия имейл да получавате имейл връзка за повторно задаване на паролата.
bs: Unesite svoju e-mail primati e-mail lozinka nanovo naoštriti povezati.
ca: Introdueix el teu email per rebre correu electrònic enllaç per restablir la contrasenya.
fa: ایمیل خود را برای دریافت ایمیل پیوند بازنشانی رمز عبور را وارد کنید.
he_il: הזן את הדוא ל שלך לקבל דואר אלקטרוני הקישור איפוס הסיסמה.
lv: Ievadiet savu e-pastu, lai saņemtu e-pasta paroli atiestatīt saiti.
ms: Masukkan email anda untuk menerima pautan set semula kata laluan e-mel.
ro: Introduceţi adresa de email pentru a primi e-mail link-ul de resetare parola.
sk: Zadajte svoj e-mail na zasielanie e-mailom odkaz na obnovenie hesla.
th: ป้อนอีเมลของคุณเพื่อรับอีเมล์ลิงก์
ur: ای میل پاس ورڈ پھر سیٹ لنک حاصل کرنے کے لئے اپنا ای میل درج کریں ۔

source: Enter verification code.
ar: ادخل رمز التحقق.
bg: Въведете код за проверка.
bs: Unesite kod za provjeru.
ca: Introduïu el codi de verificació.
fa: کد امنیتی را وارد کنید.
he_il: הזן את קוד האימות.
lv: Ievadiet pārbaudes kodu.
ms: Masukkan kod pengesahan.
ro: Introduceţi codul de verificare.
sk: Zadajte overovací kód.
th: ป้อนรหัสยืนยัน
ur: توثیقی کوڈ درج کریں ۔

source: Enter your email.
ar: ادخل بريدك الإلكتروني...
bg: Въведете вашия имейл...
bs: Unesite svoju e-mail...
ca: Introdueix el teu email...
fa: ایمیل خود را وارد...
he_il: הזן את הדוא ל...
lv: Ievadiet savu e-pastu...
ms: Masukkan email anda...
ro: Introduceţi adresa de email...
sk: Zadajte váš email...
th: อีเมล์...
ur: اپنا ای میل داخل کریں...

source: Event
ar: حدث
bg: Събитие
bs: Događaj
ca: Esdeveniment
fa: رویداد
he_il: אירוע
lv: Pasākums
ms: Acara
ro: Eveniment
sk: Udalosť
th: เหตุการณ์
ur: واقعہ

source: Events
ar: جدول الأحداث
bg: Събития
bs: Događanja
ca: Esdeveniments
fa: حوادث
he_il: אירועים
lv: Notikumi
ms: Acara-acara
ro: Evenimente
sk: Udalosti
th: กิจกรรม
ur: واقعات

source: Explore
ar: تصفح موقعنا
bg: Разгледайте
bs: Istražite
ca: Explorar
fa: اکتشاف
he_il: לחקור
lv: Izpētīt
ms: Meneroka
ro: Explora
sk: Preskúmať
th: สำรวจ
ur: دریافت کریں

source: Explore Our Site
ar: تصفح موقعنا
bg: Разгледайте нашия сайт
bs: Istražite naše stranice
ca: Explorar el nostre lloc
fa: کاوش در سایت ما
he_il: לחקור את האתר שלנו
lv: Iepazīstiet mūsu vietni
ms: Layari laman web
ro: Exploraţi site-ul nostru
sk: Pozrite si našu stránku
th: สำรวจเว็บไซต์ของเรา
ur: دریافت ہماری ویب سائٹ

source: Extension
ar: الرقم الفرعي
bg: Разширение
bs: Proširenje
ca: Extensió
fa: فرمت
he_il: סיומת
lv: Paplašinājums
ms: Sambungan
ro: Prelungire
sk: Rozšírenie
th: นามสกุล
ur: توسیع

source: External logins
ar: الحسابات الخارجية
bg: Външен вход
bs: Vanjske prijave
ca: Connexions externes
fa: باری خارجی
he_il: כניסות חיצוניות
lv: Ārējās lietotājvārdi
ms: Login luar
ro: Login-uri externe
sk: Externé prihlásenie
th: ล็อกภายนอก
ur: خارجی انز

# FacebookUrl
source: Facebook
ar: رابط فيسبوك
fa: فیس بوک
he_il: פייסבוק
ur: فیس بک

source: Fax
ar: فاكس
bg: Факс
bs: Faks
ca: Enviar per fax
fa: فکس
he_il: פקס
lv: Fakss
ms: Perkhidmatan Faks
th: แฟกซ์
ur: فیکس

source: File
ar: ملف
bg: Файл
bs: Datoteka
ca: Arxiu
fa: دریافت فایل
he_il: קובץ
lv: Failu
ms: Fail
ro: Fişier
sk: Súbor
th: แฟ้ม
ur: مسل

source: File Name
ar: اسم الملف
bg: Име на файла
bs: Naziv datoteke
ca: Nom d'arxiu
fa: نام پرونده
he_il: שם קובץ
lv: Faila nosaukums
ms: Nama fail
ro: Nume fisier
sk: Názov súboru
th: ชื่อแฟ้ม
ur: نام مسل

source: File Path
ar: مسار الملف
bg: Път на файл
bs: Put datoteke
ca: Camí del fitxer
fa: مسیر پرونده
he_il: נתיב הקובץ
lv: Faila ceļš
ms: Laluan fail
ro: Calea fişierului
sk: Cesta k súboru
th: เส้นทางของแฟ้ม
ur: مسل راہ

# FillForm
source: Fill in the form below to get instant access.
ar: قم بتعبئة الطلب لتحصل على تصريح دخول بشكل الفوري.
bg: Попълнете формата по долу за да получите незабавен достъп.
bs: Ispunite obrazac ispod da biste mogli pogledati.
ca: Ompli el següent formulari per tenir accés instantani.
fa: پر کردن فرم زیر برای دسترسی سریع.
he_il: מלאו את הטופס שלהלן כדי לקבל גישה מיידית.
lv: Aizpildiet zemāk esošo formu, lai saņemtu tūlītēju piekļuvi.
ms: Isi borang di bawah untuk mendapatkan akses serta-merta.
ro: Completaţi formularul de mai jos pentru a obţine acces instantaneu.
sk: Vyplňte formulár nižšie a získať okamžitý prístup.
th: กรอกแบบฟอร์มด้านล่างได้ทันที
ur: فوری رسائی حاصل کرنے کے لیے ذیل فارم میں پُر کریں ۔

# FillOutPersonalInfo
source: Please fill out personal info form.
ar: يرجى تعبئة نموذج المعلومات الشخصية
bg: Моля, попълнете формуляр за лична информация.
bs: Molimo vas da ispunite osobne podatke za obrazac.
ca: Omplir formulari d'informació personal.
fa: لطفا با پر کردن فرم اطلاعات شخصی.
he_il: נא למלא טופס פרטים אישיים.
lv: Lūdzu, aizpildiet veidlapu personisko informāciju.
ms: Sila isi borang maklumat peribadi.
ro: Va rugam sa completati formularul de informatii personale.
sk: Vyplňte osobné údaje formulára.
th: กรุณากรอกแบบฟอร์มข้อมูลส่วนบุคคล
ur: ذاتی معلومات فارم پُر کریں ۔

source: First Name
ar: الاسم الأول
bg: Собствено име
bs: Prvo ime
ca: Nom
fa: نام
he_il: שם פרטי
lv: Vārds
ms: Nama pertama
ro: Prenume
sk: Krstné meno
th: ชื่อแรก
ur: پہلا نام

source: for
ar: ل
bg: за
bs: za
ca: per a
fa: برای
he_il: עבור
lv: par
ms: bagi
ro: pentru
sk: pre
th: สำหรับ
ur: کے لئے

# ForgetPassword
source: Forgot your password?
ar: هل نسيت كلمة المرور؟
bg: Забравили сте паролата си?
bs: Zaboravili ste lozinku?
ca: He oblidat la contrasenya?
fa: رمز ورود خود را فراموش کرده اید?
he_il: שכחת הסיסמא?
lv: Vai aizmirsāt savu paroli?
ms: Lupa kata laluan anda?
ro: Ai uitat parola?
sk: Zabudli ste heslo?
th: ลืมรหัสผ่าน
ur: آپ کا پاس ورڈ بھول گئے ہیں؟

source: Full Name
ar: اسم الموظف
bg: Пълно име
bs: Ime i prezime
ca: Nom i cognoms
fa: نام و نام خانوادگی
he_il: השם המלא
lv: Pilns vārds
ms: Nama penuh
ro: Numele complet
sk: Celé meno
th: ชื่อเต็ม
ur: مکمل نام

source: Gender
ar: الجنس
bg: Пол
bs: Spol
ca: Gènere
fa: جنسیت
he_il: מגדר
lv: Dzimums
ms: Jantina
ro: Între femei şi bărbaţi
sk: Pohlavie
th: เพศ
ur: صنف

# GooglePlusUrl
source: Google Plus
ar: رابط جوجل بلص
fa: گوگل به علاوه
he_il: גוגל פלוס
ur: گوگل پلس

source: Group
ar: المجموعه
bg: Група
bs: Grupa
ca: Grup
fa: گروه
he_il: קבוצה
lv: Grupa
ms: Kumpulan
ro: Grup
sk: Skupina
th: กลุ่ม
ur: گروپ

# GroupRolesAssignment
source: Roles (Permissions) assigned for group:
ar: الصلاحيات الممنوحه للمجموعه:
bg: Роли, присвоени за Група:
bs: Uloge dodijeljene za grupu:
ca: Funcions assignades per grup:
fa: نقش های اختصاص یافته برای گروه:
he_il: התפקידים שהוקצו לקבוצה:
lv: Grupas lomām:
ms: Peranan yang diperuntukkan untuk Kumpulan:
ro: Rolurile atribuite grupului:
sk: Roly priradené pre skupinu:
th: บทบาทที่กำหนดสำหรับกลุ่ม:
ur: کردار گروپ کو تفویض کیے گئے:

source: Groups
ar: المجموعات
bg: Групи
bs: Grupe
ca: Grups
fa: گروه
he_il: קבוצות
lv: Grupas
ms: Kumpulan
ro: Grupuri
sk: Skupiny
th: กลุ่ม
ur: گروپ

# GroupsAssignment
source: Groups assigned for user
ar: المجموعات المحددة للمستخدم
bg: Групи определям за потребител:
bs: Grupe dodijeljene za korisnika:
ca: Grups assignades per usuari:
fa: گروه اختصاص یافته برای کاربر:
he_il: קבוצות שהוקצה עבור משתמש:
lv: Var piešķirt lietotāju grupās:
ms: Kumpulan yang ditugaskan untuk pengguna:
ro: Grupuri atribuit de utilizator:
sk: Skupiny priradené používateľovi:
th: กลุ่มที่กำหนดสำหรับผู้ใช้:
ur: گروپ کے لیے صارف کو تفویض کیا گیا:

# HasMenuItem
source: Provide a menu link?
ar: انشاء عنصر للقائمة؟
bg: Осигури меню връзка?
bs: Dati meni link?
ca: Proporcionar un enllaç de menú?
fa: پیوند منو شما فراهم شده است؟
he_il: מספק קישור בתפריט?
lv: Piedāvā izvēlni saiti?
ms: Menyediakan pautan menu?
ro: Oferi un link de meniu?
sk: Poskytnúť odkaz menu?
th: มีการเชื่อมโยงเมนู
ur: مینیو لنک فراہم کرتے ہیں؟

# HasShortcut
source: Dispaly on Home Page
ar: اظهار على الصفحة الرئيسية
bg: Dispaly на началната страница
bs: Dispaly na početnoj stranici
ca: Dispaly a la pàgina d'inici
fa: Dispaly در صفحه اصلی
he_il: Dispaly-דף הבית
lv: Dispaly mājas lapā
ms: Dispaly pada halaman rumah
ro: Dispaly pe pagina de start
sk: Dispaly na domovskej stránke
th: Dispaly บนหน้าแรก
ur: تظاہرہ (ڈسپلے) ہوم پیج پر

source: Home
ar: الرئيسية
bg: Начало
bs: Dom
ca: Casa
fa: صفحه اصلی
he_il: הבית
lv: Mājas
ms: Rumah
ro: Casa
sk: Domov
th: บ้าน
ur: گھر

# Id
source: Serial Number
ar: الرقم المتسلسل
bg: Сериен номер
bs: Serijski broj
ca: Nombre en sèrie
fa: شماره سریال
he_il: מספר סידורי
lv: Sērijas numurs
ms: Nombor siri
ro: Numărul de serie
sk: Poradové číslo
th: หมายเลขประจำสินค้า
ur: سیریل نمبر

# ImageNotes
source: Please upload an image of type: .PNG, .JPG, .JPEG, .BMP
ar: يرجى التأكد من أن يكون نوع الصورة هو أحد الأنواع التالية: .PNG, .JPEG, .JPG, .BMP
bg: Моля, качете изображение от типа:. PNG. JPG. JPEG. BMP
bs: Molim vas prenesite sliku tipa:. PNG. JPG. JPEG. BMP
ca: Us preguem que carregueu una imatge del tipus:. PNG. JPG. JPEG. BMP
fa: لطفا ارسال تصویر از نوع:. فعلی،. JPG،. JPEG. BMP
he_il: אנא העלו תמונה של סוג:. PNG. JPG. JPEG. BMP
lv: Lūdzu, augšupielādējiet tips attēlu:. PNG. JPG. JPEG. BMP
ms: Sila muat naik imej jenis:. PNG. JPG. JPEG. BMP
ro: Vă rugăm să încărcaţi o imagine de tip:. PNG. JPG. JPEG. BMP
sk: Prosím nahrať obrázok typu:. PNG. JPG. JPEG. BMP
th: กรุณาอัพโหลดรูปชนิด: PNG JPG JPEG BMP
ur: براہ مہربانی ایک قسم کی تصویر اپ لوڈ کریں: ۔ PNG، ۔ JPG. JPEG، ۔ BMP

source: Image Path
ar: مسار الصورة
bg: Изображението траекторията
bs: Put slike
ca: Camí d'imatge
fa: مسیر تصویر
he_il: נתיב תמונה
lv: Attēla ceļu
ms: Laluan imej
ro: Ce cale
sk: Cesta k obrázku
th: เส้นทางรูป
ur: نقش راہ

source: Images
ar: الصور
bg: Изображения
bs: Slike
ca: Imatges
fa: تصاویر
he_il: תמונות
lv: Attēlus
ms: Imej
ro: Imagini
sk: Obrázky
th: รูปภาพ
ur: تصاویر

source: Index
ar: القائمة
bg: Индекс
bs: Indeks
ca: Índex
fa: شاخص
he_il: אינדקס
lv: Indekss
ms: Indeks
th: ดัชนี
ur: اشاریہ

# Instruction
source: We have sent you an email including a confirmation link. Please check your email and confirm your subscription.
ar: لقد قمنا بإرسال رسالة الى بريدك الإلكتروني تتضمن رابط تفعيل الحساب, يرجى تفقد البريد الوارد لتأكيد اشتراكك.
bg: Сме ви изпратили имейл, включително линк за потвърждение. Проверете електронната си поща и потвърдете абонамента си.
bs: Poslali smo vam poruku e-pošte uključujući potvrda povezati. Provjerite e-poštu i Potvrdite svoju pretplatu.
ca: Ens han enviat un correu electrònic amb un enllaç de confirmació. Si us plau comprovar el seu e-mail i confirmar la teva subscripció.
fa: ما به شما فرستاده اند ایمیلی از جمله لینک تایید. لطفا ایمیل خود را بررسی و تایید عضویت شما.
he_il: שלחנו לך מייל כולל קישור לאימות. אנא בדוק את הדוא ל שלך, לאשר את המינוי שלך.
lv: Mēs esam nosūtījuši e-pastu, tajā skaitā apstiprinājuma saiti. Lūdzu, pārbaudiet savu e-pasta adresi un apstipriniet savu abonementu.
ms: Kami telah menghantar kepada anda e-mel termasuk suatu link pengesahan. Sila semak e-mel anda dan mengesahkan langganan anda.
ro: Am trimis un e-mail, inclusiv un link de confirmare. Vă rugăm să verificaţi e-mail şi confirma abonamentul.
sk: Poslali sme vám e-mail vrátane odkazu potvrdenie. Prosím skontrolujte váš e-mail a potvrďte svoj podpis.
th: เราได้ส่งอีเมล์รวมถึงลิงก์ยืนยัน กรุณาตรวจสอบอีเมลของคุณ และยืนยันการสมัครใช้งาน
ur: ہم آپ کو ایک تصدیقی لنک سمیت ایک ای میل بھیجا ہے ۔ آپ کا ای میل چیک کریں اور آپ کی رکنیت کی تصدیق کریں ۔

# EmailInvalid
source: The email address is not valid.
ar: البريد الإلكتروني غير صحيح.
bg: Имейл адресът не е валиден.
bs: E-mail adresa nije valjana.
ca: L'adreça de correu electrònic no és vàlid.
fa: آدرس ایمیل معتبر نیست.
he_il: כתובת הדואר האלקטרוני אינה חוקית.
lv: E-pasta adrese nav derīga.
ms: Alamat emel adalah tidak sah.
ro: Adresa de email nu este validă.
sk: E-mailová adresa nie je platná.
th: อยู่อีเมลที่ไม่ถูกต้อง
ur: ای میل پتہ جائز نہیں ۔

source: Invalid login attempt.
ar: محاولة دخول فاشلة.
bg: Невалиден вход опит.
bs: Valjana prijava pokus.
ca: Intent de connexió no és vàlid.
fa: تلاش ورود به سیستم نامعتبر.
he_il: נסיון כניסה לא חוקית.
lv: Nederīgs pieteikšanās mēģinājumu.
ms: Cubaan log masuk yang tidak sah.
ro: Încercare de conectare nevalide.
sk: Neplatné prihlásenie pokus.
th: ความพยายามในการเข้าสู่ระบบไม่ถูกต้อง
ur: ناجائز لاگ ان کی کوشش ہے ۔

source: Is Active?
ar: مفعل؟
bg: Е активен?
bs: Je aktivan?
ca: És actiu?
fa: فعال است؟
he_il: האם פעיל?
lv: Ir aktīvs?
ms: Sedang aktif?
ro: Este activă?
sk: Je aktívny?
th: ใช้ได้
ur: زیر عمل ہے؟

source: Is Cms?
ar: عنصر محتوى؟
bg: Е Cms?
bs: Je Cms?
ca: És un Cms?
fa: سیستم مدیریت محتوا چیست؟
he_il: ? האם Cms
lv: Ir Cms?
ms: Adakah Cms?
ro: Este Cms?
sk: Je Cms?
th: Cms คืออะไร
ur: سی ایم ایس ہے؟

source: Is Leaf?
ar: عنصر فرعي؟
bg: Е листо?
bs: Je list?
ca: És la fulla?
fa: برگ است؟
he_il: זה עלה?
lv: Ir lapu?
ms: Adakah daun?
ro: Este frunze?
sk: Je list?
th: คือใบอะไร
ur: پتی ہے؟

source: Is Parent?
ar: عنصر رئيسي؟
bg: Е майка?
bs: Je roditelj?
ca: És el pare?
fa: پدر و مادر است؟
he_il: ? האם האב
lv: Ir mātes?
ms: Adakah ibu bapa?
ro: Este mamă?
sk: Je materská?
th: หลักคือ
ur: والدین ہیں؟

# IsPublished
source: Published?
ar: منشور؟
bg: Публикувани?
bs: Objavio?
ca: Publicat?
fa: منتشر شده در شود؟
he_il: לאור?
lv: Publicēti?
ms: Diterbitkan?
ro: Publicat?
sk: Zverejnené?
th: การเผยแพร่
ur: شائع کیا؟

source: Is Scheduled?
ar: مؤجل؟
bg: Е планирано?
bs: Je raspored?
ca: Està previst?
fa: برنامه ریزی شده است؟
he_il: מתוזמנת?
lv: Tiek plānots?
ms: Dijangka?
ro: Este programat?
sk: Je naplánované?
th: เป็นอย่างไร
ur: میقات بندی نہیں ہے؟

source: Is Translated?
ar: مترجم؟
bg: Се превежда?
bs: Prevedeno?
ca: Es tradueix?
fa: ترجمه شده است؟
he_il: מתורגם?
lv: Tiek tulkots?
ms: Diterjemahkan?
ro: Este tradus?
sk: Je preložená?
th: แปล
ur: کا ترجمہ کیا ہے؟

# IsUrgent
source: Show in urgent bar?
ar: اظهار على الشريط العاجل؟
bg: Покажи в спешни Бар?
bs: Pokaži hitno traci?
ca: Mostrar bar urgents?
fa: در نوار فوری نشان?
he_il: האם להציג בשורת דחוף?
lv: Rādīt steidzami joslā?
ms: Menunjukkan di bar segera?
ro: Arată în bara de urgente?
sk: Zobraziť v naliehavých bar?
th: แสดงในบาร์อย่างเร่งด่วนหรือไม่
ur: فوری بار میں نمایش کرنا ہے؟

source: Item Content
ar: محتوى العنصر
bg: Елемент от съдържание
bs: Artikl sadržaj
ca: Contingut de l'element
fa: محتوای مورد
he_il: פריט תוכן
lv: Vienuma saturu
ms: Kandungan perkara
ro: Conţinut articol
sk: Položka obsahu
th: เนื้อหารายการ
ur: شے کے مشمولات

source: Job Announcement
ar: إعلان وظيفة
bg: Обяви за работа
bs: Posao najava
ca: Anunci treball
fa: اعلام كاريابي
he_il: עבודה
lv: Darba sludinājumu
ms: Pengumuman kerja
ro: Anunt de Job
sk: Prácu oznámenia
th: ประกาศงาน
ur: ملازمت کا اعلان

source: Job Announcements
ar: إعلانات الوظائف
bg: Работа обяви
bs: Natječaji
ca: Anuncis de feina
fa: اعلانات کاریابی
he_il: איוב הכרזות
lv: Darba sludinājumi
ms: Pengumuman kerja
ro: Anunturi de Job
sk: Práca na oznámenia
th: ประกาศงาน
ur: ملازمت کا اعلان

source: Job Title
ar: الوظيفة
bg: Длъжност
bs: Naziv radnog mjesta
ca: Títol de treball
fa: عنوان شغلی
he_il: תפקיד
lv: Ieņemamais amats
ms: Tajuk kerja
ro: Titlu Job
sk: Názov pracovnej pozície
th: ตำแหน่งงาน
ur: جاب عنوان

source: Job Type
ar: نوع الوظيفة
bg: Тип на работа
bs: Vrsta posla
ca: Tipus de feina
fa: نوع شغل
he_il: סוג משימה
lv: Uzdevuma tips
ms: Jenis pekerjaan
ro: Tip de muncă
sk: Typ zamestnania
th: ชนิดงาน
ur: ملازمت کی قسم

source: Join us @
ar: انضم إلينا @
bg: Присъединете се към нас @
bs: Pridružite se nama @
ca: Treballa amb nosaltres @
fa: ما @
he_il: הצטרפו אלינו @
lv: Pievienojieties mums @
ms: Sertai kami @
ro: Vino alaturi de noi @
sk: Pripojte sa k nám @
th: ร่วมงานกับเรา@
ur: @ ہمارے ساتھ شامل ہوں

source: Keep in Touch
ar: تواصل معنا
bg: Обаждай се
bs: javi se
ca: Seguirem en contacte
fa: در تماس باش
he_il: שמור על קשר
lv: sazināsimies
ms: terus berhubung
ro: ţinem legătura
sk: odpíš
th: หมั่นติดต่อกันนะ
ur: رابطہ رکھيں

# LandLine
source: Land Line No.
ar: رقم الهاتف الأرضي
bg: Земя ред No.
bs: Zemljište br. retka
ca: N º de línia de terra
fa: شماره خط زمین
he_il: קרקע קו מס
lv: Sauszemes līnijas Nr.
ms: Tanah talian No.
ro: Nr. linie de teren
sk: Číslo riadka pôdy
th: หมายเลขบรรทัดของที่ดิน
ur: لینڈ لائن نمبر

source: Language
ar: اللغة
bg: Език
bs: Jezik
ca: Llengua
fa: زبان
he_il: שפה
lv: Valodas
ms: Bahasa
ro: Limba
sk: Jazyk
th: ภาษา
ur: زبان

source: Language ID
ar: رمز اللغة
bg: ИД на език
bs: ID jezika
ca: ID de llengua
fa: زبان شناسه
he_il: מזהה השפה
lv: Valodas ID
ms: ID Bahasa
ro: Limba ID
sk: Identifikácia jazyka
th: รหัสภาษา
ur: زبان کی شناخت

source: Languages
ar: اللغات
bg: Езици
bs: Jezici
ca: Llengües
fa: زبان
he_il: שפות
lv: Valodas
ms: Bahasa-Bahasa
ro: Limbi
sk: Jazyky
th: ภาษา
ur: زبانیں

# ModifiedBy
source: Last Modified by
ar: اخر تعديل بواسطة
bg: Последна промяна от
bs: Posljednji put izmijenio
ca: Última modificació per
fa: آخرین به روز رسانی تغییر یافته توسط
he_il: עודכן לאחרונה על-ידי
lv: Kurā jaunākie grozījumi izdarīti ar
ms: Dikemaskini oleh
ro: Ultima modificare de
sk: Naposledy upravil
th: แก้ไขครั้งล่าสุด โดย
ur: آخری ترمیمی از

source: Last Name
ar: اسم العائلة
bg: Фамилно име
bs: Prezime
ca: Cognom
fa: نام خانوادگی
he_il: שם משפחה
lv: Uzvārds
ms: Nama bapa/keluarga
ro: Numele de familie
sk: Priezvisko
th: นามสกุล
ur: آخری نام

source: Latest News
ar: آخر الأخبار
bg: Последни новини
bs: Najnovije vijesti
ca: Últimes notícies
fa: آخرین اخبار
he_il: חדשות אחרונות
lv: Jaunākās ziņas
ms: Berita-berita terkini
ro: Ultimele ştiri
sk: Najnovšie správy
th: ข่าวล่าสุด
ur: تازہ ترین خبریں

source: Latitude
ar: خط العرض
bg: Географска ширина
bs: Geografska širina
ca: Latitud
fa: عرض جغرافیایی
he_il: קו רוחב
ms: Latitud
ro: Latitudine
sk: Zemepisná šírka
th: ละติจูด
ur: عرض البلد

# LinkedInUrl
source: LinkedIn
ar: رابط لينكد إن
ur: لنکڈ

source: List Item
ar: عنصر القائمة
bg: Елемент от списък
bs: Stavke popisa
ca: Element de llista
fa: لیست آیتم
he_il: פריט רשימה
lv: Saraksta elementu
ms: Item senarai
ro: Element listă
sk: Položka zoznamu
th: รายการสินค้า
ur: شے فہرست

source: List Items
ar: عناصر القائمة
bg: Елементите от списъка
bs: Stavke popisa
ca: Elements de la llista
fa: فهرست موارد
he_il: פריטי רשימה
lv: Saraksta vienumiem
ms: Senarai item
ro: Lista articole
sk: Zoznam položiek
th: รายการ
ur: فہرست اشیاء

# Locality
source: City
ar: المدينة
bg: Град
bs: Grad
ca: Ciutat
fa: شهر
he_il: העיר
lv: Pilsēta
ms: Bandar
sk: Mesto
th: เมือง
ur: شہر

source: Location
ar: الموقع
bg: Местоположение
bs: Lokacija
ca: Localització
fa: محل
he_il: מיקום
lv: Atrašanās vieta
ms: Lokasi
ro: Locaţie
sk: Umiestnenie
th: ตำแหน่งที่ตั้ง
ur: محل وقوع

# LoginToSite
source: Login to our site
ar: تسجيل الدخول الى الموقع
bg: Влезте в нашия сайт
bs: Prijava na našim stranicama
ca: Entra al nostre lloc
fa: ورود به سایت ما
he_il: כניסה לאתר שלנו
lv: Pieteikšanās uz mūsu vietni
ms: Log masuk ke laman web kami
ro: Login la site-ul nostru
sk: Prihláste sa na našich stránkach
th: เข้าสู่เว็บไซต์ของเรา
ur: ہماری ویب سائٹ کے لئے لاگ ان

# LoginWithSocialMedia
source: ...or login with:
ar: ... او سجل من خلال:
bg: .. .or вход с:
bs: .. .ili prijava sa:
ca: ... o connexió amb:
fa: .. .or ورود به سیستم با:
he_il: . או כניסה עם:
lv: … vai login ar:
ms: .. .or log masuk dengan:
ro: .. .sau login cu:
sk: .. .alebo prihlásiť sa:
th: ... หรือเข้าสู่ระบบด้วย:
ur: ... .or لاگ ان کے ساتھ:

source: Logo
ar: شعار الموقع
bg: Лого
bs: Logotip
ca: Logotip
fa: آرم
he_il: לוגו
ro: Logo-ul
th: โลโก้
ur: علامت (لوگو)

source: Log off
ar: تسجيل خروج
bg: Дънер на разстояние от
bs: Odjavite
ca: Tanca la sessió
fa: خروج از سیستم
he_il: התנתק
lv: Veiciet atteikšanos
ms: Log keluar
ro: Faceţi Log off
sk: Odhlásiť
th: ออกจากระบบ
ur: لاگ آف

# LogOn
source: Log in
ar: تسجيل الدخول
bg: Влизане
bs: prijavi se
ca: Connecti's
fa: ورود به سیستم
he_il: כנס
lv: pieteikties
ms: log masuk
ro: conectează-te
sk: prihlásiť sa
th: เข้าสู่ระบบ
ur: درج کريں

source: Longitude
ar: خط الطول
bg: Дължина
bs: Dužina
ca: Longitud
fa: طول جغرافیایی
he_il: קו אורך
lv: Platums garums
ms: Longitud
ro: Longitudine
sk: Zemepisná dĺžka
th: ลองจิจูด
ur: طول البلد

source: Main Content
ar: المحتوى الرئيسي
bg: Основното съдържание
bs: Glavni sadržaj
ca: Contingut principal
fa: محتوای اصلی
he_il: התוכן הראשי
lv: Galvenais saturs
ms: Kandungan utama
ro: Conţinutul principal
sk: Hlavný obsah
th: เนื้อหาหลัก
ur: اہم مضامین

source: Manage
ar: ادارة
bg: Управление на
bs: Upravljanje
ca: Gestionar
fa: مدیریت
he_il: ניהול
lv: Pārvaldīt
ms: Menguruskan
ro: Gestiona
sk: Spravovať
th: จัดการ
ur: کا انتظام کریں

# ManageAccount
source: Manage your account
ar: إدارة الحساب
bg: Управление на акаунт
bs: Upravljanje računom
ca: Gestionar compte
fa: مدیریت حساب
he_il: לנהל את החשבון
lv: Pārvaldīt kontu
ms: Menguruskan akaun
ro: Gestiona contul
sk: Spravovanie účtu
th: จัดการบัญชี
ur: اکاؤنٹ بندوبست کریں

source: Manage Contacts
ar: ادارة جهات الإتصال
bg: Управление на контакти
bs: Upravljanje kontaktima
ca: Gestiona els contactes
fa: مدیریت تماس با ما
he_il: ניהול אנשי קשר
lv: Pārvaldīt kontaktus
ms: Menguruskan orang hubungan
ro: Gestiona contactele
sk: Spravovanie kontaktov
th: จัดการรายชื่อ
ur: روابط کا انتظام کریں

source: Manage Lists
ar: إدارة القوائم
bg: Управление на списъци
bs: Upravljanje Popisima
ca: Gestionar llistes
fa: مدیریت لیست
he_il: ניהול רשימות
lv: Pārvaldīt sarakstus
ms: Menguruskan senarai
ro: Gestionaţi listele
sk: Spravovať zoznamy
th: จัดการรายการ
ur: فہرست کا انتظام کریں
