Repository: BlazorPlate/OfflineExamSystem
Catalog: Resources/Resources.*.resx
Languages: ar, bg, bs, ca, fa, he_il, lv, ms, ro, sk, th, ur

source: Export PDF
ar: تصدير نسخة محمولة
bg: Експортиране на PDF
bs: Izvoz PDF
ca: Exportació PDF
fa: صادرات PDF
he_il: ייצוא PDF
lv: PDF FAILU eksportēšana
ms: Eksport PDF
th: ส่งออก PDF
ur: پی ڈی ایف برآمد کریں

source: Print
ar: طباعة
bg: Печат
bs: Ispis
ca: Impressió
fa: نسخه قابل چاپ
he_il: הדפסה
lv: Drukāt
ms: Cetak
ro: Imprimare
sk: Tlač
th: พิมพ์
ur: پرنٹ کریں

source: Reload
ar: تحديث
bg: Презареждане
bs: Ponovno Učitaj
ca: Recàrrega
fa: بازنگری این صفحه
he_il: טען מחדש
lv: Pārlādēt
ms: Tambah nilai
ro: Reîncărcare
th: โหลด
ur: دوبارہ لوڈ

# NoUpcomingEvents
source: There are no upcoming events.
ar: لا يوجد احداث قادمة.
bg: Няма предстоящи събития.
bs: Nema nadolazećih događaja.
ca: Hi ha esdeveniments pròxims.
fa: رویدادهای آینده وجود دارد.
he_il: ישנם אירועים לא צפויים.
lv: Nav gaidāmo notikumu.
ms: Terdapat sebarang peristiwa yang akan datang.
ro: Nu există nici o evenimente viitoare.
sk: Neexistujú žiadne nadchádzajúce udalosti.
th: มีไม่มีกิจกรรม
ur: کوئی انے والے واقعات ہیں ۔

source: Upcoming Events
ar: الاحداث القادمة
bg: Предстоящи събития
bs: Nadolazeći događaji
ca: Pròxims esdeveniments
fa: رویدادهای آینده
he_il: ארועים קרבים
lv: Gaidāmie notikumi
ms: Aktiviti akan datang
ro: Evenimente viitoare
sk: Nadchádzajúce udalosti
th: กิจกรรม
ur: انے والے واقعات

source: About
ar: نبذة عن
bg: За
bs: O
ca: Sobre
fa: درباره
he_il: אודות
lv: Par
ms: Kira-kira
ro: Despre
sk: O
th: เกี่ยวกับ
ur: کے بارے میں

# RnC
source: Researches & Conferences
ar: أبحاث ومؤتمرات
bg: Изследвания & конференции
bs: Istraživanjima i konferencijama
ca: Investigacions 59 conferències
fa: تحقیقات & همایش ها
he_il: מחקרים & כנסים
lv: Pētījumi un konferences
ms: Penyelidikan & persidangan
ro: Cercetări & conferinte
sk: Výskumy & konferencie
th: งานวิจัยและสัมมนา
ur: تحقیقات & کانفرنسوں

source: My Profile
ar: ملفي الشخصي
bg: Моят профил
bs: Moj profil
ca: Meu perfil
fa: مشخصات من
he_il: הפרופיל שלי
lv: Mans profils
ms: Profil saya
ro: Profilul meu
sk: Môj profil
th: โปรไฟล์ของฉัน
ur: میری پروفائل

source: No record found!
ar: لم يتم العثور على سجلات!
bg: Няма запис намерени!
bs: Nema zapisa pronašao!
ca: Cap disc trobava!
fa: موردي يافت نشد!
he_il: לא נמצאו רשומות!
lv: Neviens ieraksts nav atrasts!
ms: Tiada rekod yang dicari!
ro: Nicio înregistrare găsită!
sk: Žiadny záznam našiel!
th: ระเบียนไม่พบ
ur: کوئی ریکارڈ نہیں ملا!

source: View my social network.
ar: عرض صفحتي الشخصية
bg: Покажи моята социална мрежа.
bs: Pogledaj prijatelje člana društvene mreže.
ca: Veure la meva xarxa social.
fa: مشاهده شبکه های اجتماعی.
he_il: הצג את הרשת החברתית שלי.
lv: Skatīt manu sociālo tīklu.
ms: Lihat rangkaian sosial saya.
ro: Vezi meu reţea socială.
sk: Zobraziť moje sociálne siete.
th: ดูเครือข่ายสังคมของฉัน
ur: اپنے سماجی نیٹ ورک منظر کریں ۔

source: Css Class
ar: الأيقونة
bg: CSS клас
bs: Css klase
ca: Classe CSS
fa: کلاس Css
he_il: מחלקת Css
lv: CSS klases
ms: Kelas CSS
ro: Clasa CSS
sk: CSS triedu
th: เรียน Css
ur: Css کلاس

source: Backend
ar: إدارة المحتوى
bg: Гръб
bs: Pozadina
fa: باطن
ur: پس منظر

source: Frontend
ar: الموقع الرئيسي
bg: Интерфейса
bs: Krajnji
ca: Interfície
fa: مقالات و آموزش ها
lv: Priekšpusē
ms: Antara muka
th: ส่วนหน้า
ur: فرنٹ اینڈ

source: Image
ar: صورة
bg: Изображение
bs: Slika
ca: Imatge
fa: تصویر
he_il: התמונה
lv: Attēlu
ms: Imej
ro: Imagine
sk: Obrázok
th: รูปภาพ
ur: نقش

source: Visible?
ar: اظهار؟
bg: Видими?
bs: Vidljivi?
fa: قابل مشاهده است؟
he_il: גלוי?
lv: Redzamu?
ms: Boleh dilihat?
ro: Vizibil?
sk: Viditeľné?
th: มองเห็นได้หรือไม่
ur: مرئی؟

source: Is Default?
ar: عنصر أساسي؟
bg: Е по подразбиране?
bs: Je zadani?
ca: És per defecte?
fa: پیش فرض است؟
he_il: היא ברירת המחדל?
lv: Noklusējums ir?
ms: Itu lalai?
ro: Este în mod implicit?
sk: Je predvolené?
th: เป็นค่าเริ่มต้น
ur: طے شدہ ہے؟

source: Primary Logo Name
ar: اسم الشعار الأساسي
bg: Име на основен лого
bs: Primarni Logotip naziv
ca: Nom del logotip principal
fa: نام اصلی عالی
he_il: הלוגו הראשי שם
lv: Primary Logo nosaukums
ms: Logo utama nama
ro: Nume logo-ul primar
sk: Názov primárnej loga
th: โลโก้หลักชื่อ
ur: ابتدائی علامت (لوگو) کے نام

source: Primary Logo Path
ar: مسار الشعار الأساسي
bg: Първични лого път
bs: Primarni Logo put
ca: Camí del logotip principal
fa: مسیر اولیه عالی
he_il: סמל ראשי נתיב
lv: Primārā logotipa ceļš
ms: Laluan utama Logo
ro: Logo-ul primar calea
sk: Cesta k primárnej loga
th: เส้นทางหลักของโลโก้
ur: ابتدائی علامت (لوگو) راہ

source: Secondary Logo Name
ar: اسم الشعار الثانوي
bg: Име на вторично лого
bs: Sekundarni Logotip naziv
ca: Logotip de secundària nom
fa: نام آرم ثانویه
he_il: לוגו משני שם
lv: Sekundārā Logo nosaukums
ms: Logo sekolah menengah nama
ro: Nume logo-ul secundar
sk: Názov sekundárneho loga
th: ชื่อรองโลโก้
ur: ثانوی علامت (لوگو) کے نام

source: Secondary Logo Path
ar: مسار الشعار الثانوي
bg: Вторични лого път
bs: Sekundarni Logo put
ca: Camí secundari Logo
fa: مسیر عالی ثانویه
he_il: לוגו משני נתיב
lv: Sekundārā logotipa ceļš
ms: Laluan sekunder Logo
ro: Logo-ul secundar calea
sk: Sekundárne Logo cesta
th: เส้นทางรองโลโก้
ur: ثانوی علامت (لوگو) راہ

source: Height
ar: الارتفاع
bg: Височина
bs: Visina
ca: Alçada
fa: ارتفاع
he_il: גובה
lv: Augstums
ms: Ketinggian
ro: Înălţimea
sk: Výška
th: ความสูง
ur: اونچائی

source: Width
ar: العرض
bg: Ширина
bs: Širina
ca: Amplada
fa: عرض
he_il: רוחב
lv: Platums
ms: Lebar
ro: Lăţime
sk: Šírka
th: ความกว้าง
ur: چوڑائی

# ChooseRole
source: --Choose role (permission)--
ar: --اختر الدور--
bg: --Изберете роля--
bs: --Odaberite ulogu...
ca: -- Selecciona paper-
fa: --نقش--را انتخاب کنید
he_il: -- בחר תפקיד...
lv: -Izvēlieties loma-
ms: --Pilih peranan--
ro: --Alege rolul--
sk: --Vyberte úlohu--
th: -เลือกบทบาท-
ur: -کردار - کا انتخاب کریں

source: --Choose status--
ar: --اختر الحالة--
bg: --Изберете статус--
bs: --Odaberite stanje--
ca: -- Selecciona estatus-
fa: --وضعیت--را انتخاب کنید
he_il: -- בחר מצב...
lv: -Izvēlieties statusu-
ms: -Pilih status--
ro: --Alege statutul--
sk: --Vyberte stav--
th: -เลือกสถานะ-
ur: -حالت – کا انتخاب کریں

source: --Choose author--
ar: --اختر المؤلف--
bg: --Изберете автор--
bs: --Odaberite autor...
ca: -- Selecciona autor-
fa: --نویسنده--را انتخاب کنید
he_il: -- בחר המחבר...
lv: -Izvēlieties autors-
ms: --Pilih penulis--
ro: --Alege autor--
sk: --Vyberte autora--
th: -เลือก - ผู้เขียน
ur: -مصنف – کا انتخاب کریں

source: --Choose tag--
ar: --اختر الوسم--
bg: --Изберете етикет--
bs: --Odaberite oznaku...
ca: -- Selecciona etiqueta-
fa: --برچسب--را انتخاب کنید
he_il: -- בחר תג...
lv: -Izvēlieties tag-
ms: --Pilih tag--
ro: --Alege tag-ul--
sk: --Zvoľte značku--
th: -เลือกแท็ก-
ur: -ٹیگ – کا انتخاب کریں

source: Country Code
ar: رمز الدولة
bg: Код на страната
bs: Pozivni broj
ca: Codi de país
fa: کد کشور
he_il: קוד מדינה
lv: Valsts kods
ms: Kod negara
ro: Codul de ţară
sk: Kód krajiny
th: รหัสประเทศ
ur: ملک کوڈ

source: Country Name
ar: اسم الدولة
bg: Име на страната
bs: Naziv zemlje
ca: Nom del país
fa: نام کشور
he_il: שם המדינה
lv: Valsts nosaukums
ms: Nama negara
ro: Numele ţării
sk: Názov krajiny
th: ชื่อประเทศ
ur: ملک کا نام

source: IP
ar: عنوان اي بي
fa: آی پی
he_il: ה-IP
ms: HARTA INTELEK

source: Metro Code
ar: رمز الميترو
bg: Метро код
bs: Kod metroa
ca: Codi metro
fa: کد های مترو
he_il: קוד מטרו
lv: Metro kodu
ms: Kod Metro
ro: Codul de metrou
sk: Metro kód
th: รหัสรถไฟใต้ดิน
ur: میٹرو کوڈ

source: Region Code
ar: رمز المنظقة
bg: Код на регион
bs: Kod regije
ca: Codi de regió
fa: کد منطقه
he_il: קוד אזור
lv: Reģiona kods
ms: Kod rantau
ro: Regiune Code
sk: Kód regiónu
th: ภูมิภาค
ur: علاقہ ضابطہ

source: Region Name
ar: اسم المنطقة
bg: Име на регион
bs: Regija ime
ca: Nom de la regió
fa: نام منطقه
he_il: שם אזור
lv: Reģiona nosaukums
ms: Nama rantau
ro: Numele regiunii
sk: Názov regiónu
th: ชื่อภูมิภาค
ur: خطے کا نام

source: Request Date
ar: تاريخ الزيارة
bg: Дата на заявка
bs: Datum zahtjeva
ca: Data petició
fa: تاریخ درخواست
he_il: תאריך בקשה
lv: Pieprasījuma datums
ms: Tarikh permintaan
ro: Cerere data
sk: Dátum žiadosti
th: วันร้องขอ
ur: تاریخ کی درخواست کریں

source: Time Zone
ar: المنطقة الزمنية
bg: Часовата зона
bs: Vremenska zona
ca: Zona horària
fa: منطقه زمانی
he_il: אזור זמן
lv: Laika josla
ms: Zon masa
ro: Fusul orar
sk: Časové pásmo
th: โซนเวลา
ur: منطقہ وقت

source: Count
ar: المجموع
bg: Брой
bs: Grof
ca: Comte
fa: تعداد دفعات مشاهده
he_il: ספירה
lv: Skaits
ms: Kiraan
ro: Contele
sk: Počet
th: จำนวน
ur: گنتی

source: Translations
ar: الترجمات
bg: Преводи
bs: Prijevodi
ca: Traduccions
fa: ترجمه
he_il: תרגומים
lv: Tulkojumi
ms: Terjemahan
ro: Versuri
sk: Preklady
th: คำแปล
ur: ترجمہ

# VacancyUnableToDelete
source: Unable to delete this vacancy because it has related submission(s).
ar: لا يمكن حذف هذه الوظيفة الشاغرة لأنه يحتوي على طلب توظيف او اكثر.
bg: Не може да изтрие това вакантно място, защото тя е свързана submission(s).
bs: Nije moguće izbrisati ovaj natječaj jer to ima veze submission(s).
ca: Incapaç de suprimir aquesta oferta ja que s'ha relacionat amb submission(s).
fa: قادر به حذف این پست خالی از آنجا که submission(s) مرتبط با آن است.
he_il: אין אפשרות למחוק פנוי זה בגלל זה יש קשורות submission(s).
lv: Nevar izdzēst šo vakanci, jo tas ir saistīts ar submission(s).
ms: Tidak dapat menghapuskan kekosongan ini kerana ia telah berkaitan submission(s).
ro: Imposibil de şters acest post vacant, deoarece acesta are legate de submission(s).
sk: Nie je možné odstrániť toto miesto, pretože to má súvisiace príspevky.
th: ไม่สามารถลบตำแหน่งนี้ เพราะมันมีที่เกี่ยวข้อง submission(s)
ur: یہ submission(s) سے متعلق ہے کیونکہ یہ آسامی حذف نہیں کر سکتا ۔

source: --Choose personal title--
ar: --اختر اللقب--
bg: --Изберете лични заглавие--
bs: --Odaberite osobne naslov...
ca: -- Selecciona títol personal-
fa: --شخصی عنوان--را انتخاب کنید
he_il: -- בחר כותרת אישית.
lv: -Izvēlieties personiskā sadaļa-
ms: -Pilih Tajuk peribadi--
ro: --Alege personal titlul--
sk: --Vyberte osobné názov--
th: -เลือกส่วนบุคคลชื่อ-
ur: -ذاتی عنوان – کا انتخاب کریں

source: Acknowledgement
ar: اشعار
bg: Потвърждение
bs: Priznanje
ca: Reconeixement
fa: تاییدیه
he_il: אישור
lv: Apstiprinājums
ms: Sijil Perakuan
ro: Confirmare de primire
sk: Potvrdenie
th: รับทราบ
ur: بھرپائی

# ApplicationNumber
source: Your application number is:
ar: رقم طلبك هو:
bg: Вашият номер е:
bs: Aplikacija broj je:
ca: El seu número de sol·licitud és:
fa: شماره نرم افزار است:
he_il: מספר היישומים שלך הוא:
lv: Pieteikuma numurs ir:
ms: Nombor permohonan anda adalah:
ro: Numărul dumneavoastră de cerere este:
sk: Vaše číslo žiadosti je:
th: เป็นหมายเลขของโปรแกรมประยุกต์:
ur: آپ کی درخواست کا نمبر ہے:

source: Dear
ar: السيد(ة)
bg: Уважаеми
bs: Draga
ca: Estimat
fa: عزیز
he_il: יקירתי
lv: Dārgais
ro: Draga
sk: Vážení
th: รัก
ur: عزیز

source: Value
ar: القيمة
bg: Стойност
bs: Vrijednost
ca: Valor
fa: ارزش
he_il: ערך
lv: Vērtība
ms: Nilai
ro: Valoarea
sk: Hodnota
th: ค่า
ur: قدر

source: Flag Code
ar: رمز العلم
bg: Флаг код
bs: Zastava kod
ca: Bandera codi
fa: کد پرچم
he_il: דגל קוד
lv: Karogu kodu
ms: Bendera kod
ro: Codul de pavilion
sk: Vlajkový kód
th: รหัสสถานะ
ur: پرچم کوڈ

source: Flag
ar: العلم
bg: Флаг
bs: Zastava
ca: Bandera
fa: پرچم
he_il: דגל
lv: Karogs
ms: Bendera
ro: Pavilion
sk: Vlajka
th: ค่าสถานะ
ur: پرچم

source: Culture Name
ar: دولة اللغة
bg: Име на културата
bs: Naziv kulture
ca: Nom de la cultura
fa: نام فرهنگ
he_il: שם התרבות
lv: Kultūras nosaukums
ms: Nama budaya
ro: Nume cultură
sk: Názov kultúry
th: ชื่อวัฒนธรรม
ur: ثقافت کے نام

source: Is Enabled?
ar: مفعل؟
bg: Е разрешено?
bs: Omogućena?
ca: És permès?
fa: فعال شده است؟
he_il: . מופעלת?
lv: Ir aktivizēta?
ms: Dibolehkan?
ro: Este permis?
sk: Je povolený?
th: เปิดใช้งานหรือไม่
ur: اہل ہے؟

source: SMTP
ar: بروتوكول تبادل البريد

source: Subject
ar: الموضوع
bg: Темата
bs: Predmet
ca: Tema
fa: موضوع
he_il: נושא
lv: Tēma
ms: Subjek
ro: Subiect
sk: Predmet
th: ชื่อเรื่อง
ur: موضوع

source: Body
ar: النص
bg: Тяло
bs: Tijelo
ca: Cos
fa: بدن
he_il: הגוף
lv: Organizācija
ms: Badan
ro: Corpul
sk: Telo
th: ร่างกาย
ur: جسم

source: Notification
ar: التبليغ
bg: Уведомяване
bs: Obavijest
ca: Notificació
fa: اطلاع رسانی
he_il: ההודעות
lv: Paziņojums
ms: Pemberitahuan
ro: Notificare
sk: Oznámenie
th: การแจ้งเตือน
ur: اعلان

# Term
source: Translation
ar: ترجمة
bg: Превод
bs: Prijevod
ca: Traducció
fa: ترجمه
he_il: תרגום
lv: Tulkojums
ms: Penterjemahan
ro: Traducere
sk: Preklad
th: แปล
ur: ترجمہ

source: Attachment
ar: مرفق
bg: Прикачен файл
bs: Privitak
ca: Fitxer adjunt
fa: پیوست
he_il: קובץ מצורף
lv: Pielikums
ms: Lampiran
ro: Ataşament
sk: Príloha
th: สิ่งที่แนบมา
ur: منسلکہ

# Statistic
source: Statistics
ar: الإحصائيات
bg: Статистика
bs: Statistika
ca: Estadístiques
fa: آمار
he_il: סטטיסטיקה
lv: Statistika
ms: Statistik
ro: Statistici
sk: Štatistiky
th: สถิติ
ur: اعداد و شمار

source: SMTP Setting
ar: اعدادات برونوكول ارسال البريد
bg: Настройка за SMTP
bs: SMTP postavka
ca: Configuració de SMTP
fa: SMTP تنظیمات
he_il: הגדרת SMTP
lv: SMTP iestatījumi
ms: Persekitaran SMTP
ro: Setare SMTP
sk: Nastavenie SMTP
th: การตั้งค่า SMTP
ur: SMTP ترتیب

# ImageTag
source: Image Tags
ar: أوسمة الصورة
bg: Изображения Тагове
bs: Oznake za slike
ca: Imatge d'Etiquetes
fa: تصویر برچسب ها
he_il: תגיות תמונות
lv: Attēlu tagus
ms: Tag gambar
ro: Tag-uri imagine
sk: Image značky
th: แท็กรูปภาพ
ur: تصویر کے ٹیگز

source: Job Types
ar: أنواع الوظيفة
bg: Видове работа
bs: Vrste posla
ca: Tipus d'ocupació
fa: انواع شغل
he_il: סוגי העבודה
lv: Darba tipu
ms: Jenis kerja
ro: Tipuri de Job
sk: Typy pracovných miest
th: ชนิดของงาน
ur: ملازمت کی اقسام

source: Genders
ar: الأجناس
bg: Пола
bs: Spola
ca: Gèneres
fa: جنس
he_il: המינים
lv: Dzimumiem
ms: Jantina
ro: Sexe
sk: Rody
th: เพศ
ur: مرد و عورت

source: Phone Numbers
ar: أرقام الهواتف
bg: Телефонни номера
bs: Telefonski brojevi
ca: Números de telèfon
fa: شماره تلفن
he_il: מספרי טלפון
lv: Tālruņu numurus
ms: Nombor telefon
ro: Numere de telefon
sk: Telefónne čísla
th: หมายเลขโทรศัพท์
ur: فون نمبر

source: Notifications
ar: التبليغات
bg: Известия
bs: Obavijesti
ca: Notificacions
fa: اطلاعیه ها
he_il: הודעות
lv: Paziņojumi
ms: Pemberitahuan
ro: Notificări
sk: Upozornenia
th: การแจ้งเตือน
ur: اطلاعات

source: Contacts
ar: جهات الاتصال
bg: Контакти
bs: Kontakti
ca: Contactes
fa: تماس با ما
he_il: אנשי קשר
lv: Kontakti
ms: Orang hubungan
ro: Persoane de contact
sk: Kontakty
th: ติดต่อ
ur: روابط

source: Image Files
ar: ملفات الصور
bg: Файлове с изображения
bs: Slikovne datoteke
ca: Arxius d'imatge
fa: فایل های تصویری
he_il: קבצי תמונה
lv: Attēlu failiem
ms: Fail imej
ro: Fişiere de imagini
sk: Obrazové súbory
th: ไฟล์รูปภาพ
ur: نقش مسلیں

source: Content Lists
ar: قوائم المحتوى
bg: Съдържание на списъци
bs: Sadržaj liste
ca: Llistes de continguts
fa: فهرست مطالب
he_il: רשימות תוכן
lv: Satura sarakstu
ms: Senarai kandungan
ro: Liste de conţinut
sk: Obsah zoznamov
th: เนื้อหารายการ
ur: مواد کی فہرستیں

# HomeVisible
source: Show in home page?
ar: اظهار في الصفحة الرئيسية؟
bg: Показване в началната страница?
bs: Prikaz na početnoj stranici?
ca: Mostrar a la pàgina d'inici?
fa: در صفحه اصلی نشان داده شود؟
he_il: האם להציג דף הבית?
lv: Rādīt mājas lapu?
ms: Menunjukkan di halaman rumah?
ro: Arată în pagina de pornire?
sk: Zobraziť domovskú stránku?
th: แสดงในหน้าแรกหรือไม่
ur: میں ابتدائی صفحہ نمایش کریں؟

# TOC
source: Term of Use
ar: شروط الاستخدام
bg: Срок на употреба
bs: Uvjeti korištenja
ca: Terme d'ús
fa: شرایط استفاده
he_il: תנאי השימוש באתר
lv: Terminu lietošana
ms: Terma penggunaan
ro: Termenul de utilizare
sk: Podmienky používania
th: ระยะการใช้งาน
ur: کی اصطلاح استعمال کی

# ShowHeaderDate
source: Show Dates
ar: اظهار التواريخ
bg: Показване на дати
bs: Prikaz datuma
ca: Mostra les Dates
fa: تاریخ نشان می دهد
he_il: הצגת תאריכים
lv: Rādītu datumus
ms: Tarikh Papar
ro: Arată datele
sk: Zobraziť dátumy
th: แสดงวันที่
ur: تاریخوں کی نمایش کریں

source: Expired On
ar: تاريخ الإنتهاء
bg: Срокът е изтекъл на
bs: Prestalo važiti
ca: Expirat el
fa: منقضي شده در
he_il: פג
lv: Termiņš beidzies
ms: Tamat pada
ro: A expirat
sk: Uplynula
th: หมดอายุเมื่อ
ur: پر مدت ختم ہو گئی

source: Published On
ar: تاريخ النشر
bg: Публикувано на
bs: Objavio
ca: Publicada
fa: منتشر شده در
he_il: פורסם ב
lv: Publicēts
ms: Diterbitkan pada
ro: Publicat pe
sk: Zverejnené na
th: เผยแพร่เมื่อ
ur: پر شائع

source: Last updated on
ar: اخر تحديث:
bg: Последно актуализиран на
bs: Zadnja dopuna:
ca: Darrera actualització
fa: آخرین به روز رسانی در
he_il: עדכון אחרון ב-
lv: Pēdējās izmaiņas veiktas
ms: Dikemaskini pada
ro: Ultima actualizare pe
sk: Posledná aktualizácia
th: ปรับปรุงล่าสุด
ur: آخری تازہ کاری

# InvalidPublishDate
source: Publish date must be less than or equal activity start date.
ar: تاريخ النشر يجب أن يكون أقل أو يساوي تاريخ بداية الفعالية.
bg: Публикуване на дата трябва да бъде по-малък от или равен дейност начална дата.
bs: Objaviti datum mora biti manji ili jednak aktivnosti Početni datum.
ca: Publicar data ha de ser menor o igual activitat data d'inici.
fa: نشر تاریخ می بایست کمتر از یا مساوی با فعالیت تاریخ شروع.
he_il: פרסום תאריך חייב להיות קטן או שווה תאריך התחלה לפעילות.
lv: Publicēšanas datums nedrīkst būt mazāks vai vienāds darbības sākuma datums.
ms: Menerbitkan tarikh mesti kurang daripada atau sama dengan tarikh mula aktiviti.
ro: Publica data trebuie să fie mai mică sau egală cu data inceperii activitatii.
sk: Publikovať dátum musí byť menšia alebo rovná dátum začatia činnosti.
th: ประกาศวันต้องน้อยกว่า หรือเท่ากับวันเริ่มกิจกรรม
ur: شائع کریں تاریخ ہونی چاہیے کم یا مساوی از تاریخ سرگرمی شروع ۔

# InvalidExpiryDate
source: Expiry date must be greater than or equal activity end date.
ar: تاريخ النشر يجب أن يكون اكبر أو يساوي تاريخ نهاية الفعالية.
bg: Годност трябва да бъде по-голям или равен дейност крайна дата.
bs: Rok trajanja mora biti veći ili jednak aktivnost završnog datuma.
ca: Data d'expiració ha de ser data de finalització d'activitat igual o superior.
fa: تاریخ انقضاء تاریخ پایان فعالیت های بزرگتر یا مساوی باشد.
he_il: תאריך התפוגה להיות תאריך סיום פעילות גדול או שווה.
lv: Derīguma termiņa beigām jābūt lielākai vai vienādai darbību beigu datumu.
ms: Tarikh tamat mestilah lebih besar daripada atau sama dengan aktiviti tamat.
ro: Data expirării trebuie să fie mai mare sau egală cu activitate termenul.
sk: Dátum platnosti musí byť väčšie alebo rovné činnosť koncový dátum.
th: วันหมดอายุต้องเป็นวันสิ้นสุดของกิจกรรมมากกว่า หรือเท่ากับ
ur: تاری تاریخ اختتام سرگرمی سے بڑی یا مساوی ہونا چاہیے ۔

source: From
ar: اعتباراً من يوم
bg: От
bs: Iz
ca: Des de
fa: از
he_il: מ
lv: No
ms: Dari
ro: La
sk: Od
th: จาก
ur: سے

source: Till
ar: ولغاية يوم
bg: Докато
bs: Dok
ca: Fins que
fa: تا
he_il: עד
lv: Līdz
ms: Sehingga
ro: Pana la
sk: Kým
th: ลิ้นชักเก็บเงิน
ur: جب تک

# NoResult
source: No results.
ar: لم يتم العثور على نتائج.
bg: Няма резултати.
bs: Nema rezultata.
ca: Cap resultat.
fa: هیچ نتیجه ای.
he_il: . אין תוצאות
lv: Nekādus rezultātus.
ms: Tiada keputusan.
ro: Nici un rezultat.
sk: Žiadne výsledky.
th: ไม่มีผลลัพธ์
ur: کوئی نتائج نہیں ہیں ۔

source: Breaking News
ar: الأخبار العاجلة
bg: Горещи новини
bs: Najnovije vijesti
ca: Últimes notícies
fa: آخرین اخبار
he_il: מבזק חדשות
lv: Jaunākās ziņas
ms: Berita-berita terbaru
sk: Rozbiť Novinky
th: ข่าวด่วน
ur: تازہ ترین خبریں

source: Available
ar: متوفر
bg: Разположение
bs: Dostupan
ca: Disponible
fa: در دسترس
he_il: זמינים
lv: Pieejams
ms: Disediakan
ro: Disponibile
sk: K dispozícii
th: พร้อมใช้งาน
ur: دستیاب

source: Skills
ar: المهارات
bg: Умения
bs: Vještine
ca: Habilitats
fa: مهارت های
he_il: מיומנויות
lv: Prasmes
ms: Kemahiran
ro: Abilităţi
sk: Zručnosti
th: ทักษะ
ur: ہنر

source: Validity
ar: مدة الصلاحية
bg: Валидност
bs: Valjanost
ca: Validesa
fa: اعتبار
he_il: תוקף
lv: Derīguma termiņš
ms: Kesahan
ro: Valabilitate
sk: Platnosť
th: มีผลบังคับใช้
ur: درستی

source: --Choose job type--
ar: --اختر نوع الوظيفة--
bg: --Изберете работа тип--
bs: --Odaberite vrstu posla--
ca: -- Selecciona tipus de feina-
fa: --نوع کار--انتخاب کنید
he_il: -- בחר סוג העבודה.
lv: -Izvēlēties darbu veids-
ms: --Pilih jenis kerja--
ro: --Alege tip job-
sk: --Vyberte typ práce--
th: -เลือกชนิดงาน-
ur: -نوکری کی قسم - کا انتخاب کریں

source: Absolute Path
ar: المسار
bg: Абсолютен път
bs: Apsolutni put
ca: Ruta absoluta
fa: مسیر مطلق
he_il: נתיב מוחלט
lv: Absolūtais ceļš
ms: Laluan mutlak
ro: Calea absolută
sk: Absolútna cesta
th: เส้นทางสัมบูรณ์
ur: قطعی راہ

source: Keywords
ar: الكلمات المفتاحية
bg: Ключови думи
bs: Ključne riječi
ca: Paraules clau
fa: واژه هاي كليدي
he_il: מילות מפתח
lv: Atslēgvārdi
ms: Kata kunci
ro: Cuvinte cheie
sk: Kľúčové slová
th: คำสำคัญ
ur: کلیدی الفاظ

source: Powered by
ar: تم تطوير الموقع من خلال
bg: Изпълнява се от
bs: pokretan od
ca: Alimentat per
fa: مجهز به
he_il: באמצעות
lv: iedarbina
ms: dikuasakan oleh
ro: oferit de
sk: správca
th: รับพลังมาจาก
ur: چلتا ہے

source: Path
ar: المسار
bg: Път
bs: Put
ca: Camí
fa: مسیر
he_il: נתיב
lv: Ceļš
ms: Laluan
ro: Calea
sk: Cesta
th: เส้นทาง
ur: راہ

source: Urgent Expired On
ar: تاريخ انتهاء العاجل
bg: Спешно е изтекъл на
bs: Istekao hitno
ca: Expirat urgents en
fa: منقضی شده فوری در
he_il: דחוף פג
lv: Steidzami beidzies
ms: Segera tamat pada
ro: Urgentă a expirat
sk: Naliehavé uplynula
th: ด่วนหมดเขต
ur: فوری طور پر مدت ختم ہو گئی

# BackToHome
source: back to homepage now!
ar: عودة الى الصفحة الرئيسية.
bg: обратно към началната страница сега!
bs: povratak na početnu stranicu!
ca: tornar a pàgina principal ara!
fa: بازگشت به صفحه اصلی در حال حاضر!
he_il: חזרה לדף הבית עכשיו!
lv: atpakaļ uz sākumlapu tūlīt!
ms: kembali ke Laman Utama sekarang!
ro: înapoi la pagina de pornire acum!
sk: späť na úvodnú stránku teraz!
th: กลับไปหน้าแรกตอนนี้
ur: واپس ہوم پیج اب!

source: Page Not Found
ar: الصفحة غير متوفرة
bg: Страницата не е намерена
bs: Stranica nije pronađena
ca: Pàgina no trobada
fa: صفحه پیدا نشد
he_il: הדף לא נמצא
lv: Lapa nav atrasta
ms: Laman tidak dijumpai
ro: Nu a fost găsit
sk: Stránka nebola nájdená
th: ไม่พบหน้า
ur: صفحہ نہیں ملا

source: Page Not Translated
ar: الصفحة غير مترجمة
bg: Страницата не преведени
bs: Stranica nije Prevedena
ca: Pàgina no traduït
fa: صفحه به ترجمه نشده
he_il: דף לא לתרגם
lv: Lapa nav tulkots
ms: Laman tidak diterjemahkan
ro: Filme traduse nu
sk: Stránka nie je preložené
th: ไม่ได้แปล
ur: صفحے کا ترجمہ نہیں کیا

# PageNotPublished
source: Page Not Pubished
ar: الصفحة ليست منشورة
bg: Не публикуван на страницата
bs: Stranica nije Pubished
ca: Pàgina no Edita
fa: صفحه نمی Pubished
he_il: עמוד לא Pubished
lv: Lapa nav Pubished
ms: Laman tidak Pubished
ro: Pagina nu Pubished
sk: Strana nie Pubished
th: หน้าไม่ Pubished
ur: نہیں پباشاد صفحہ

source: Create Password
ar: انشاء كلمة مرور
bg: Създаване на парола
bs: Stvaranje lozinke
ca: Crear contrasenya
fa: ایجاد رمز ورود
he_il: יצירת סיסמה
lv: Izveidot paroli
ms: Cipta kata laluan
ro: Creare parolă
sk: Vytvoriť heslo
th: สร้างรหัสผ่าน
ur: پاس ورڈ بنائیں

source: Reset password confirmation
ar: تأكيد إعادة ضبط كلمة المرور
bg: Проучване парола за потвърждение
bs: Potvrda za ponovno postavljanje lozinke
ca: Confirmació de la contrasenya de reinicialització
fa: تایید رمز عبور را مجدداً تنظیم
he_il: איפוס סיסמה
lv: Atiestatīt paroles apstiprinājums
ms: Set semula kata laluan pengesahan
ro: Resetare parolă confirmarea
sk: Potvrdenie hesla reset
th: รีเซ็ตรหัสผ่าน
ur: تصدیق پاس ورڈ پھر سیٹ کریں

# PasswordReset
source: Your password has been reset.
ar: تم إعادة ضبط كلمة المرور الخاصة بك.
bg: Вашата парола е нулиран.
bs: Je vraćena na svoju lozinku.
ca: S'ha reinicialitzat la contrasenya.
fa: رمز عبور مجدد شده است.
he_il: איפוס הסיסמה שלך.
lv: Jūsu parole ir atiestatīts.
ms: Kata laluan anda telah disetkan semula.
ro: Parola a fost resetat.
sk: Vášho hesla.
th: รหัสผ่านของคุณถูกตั้งค่าใหม่
ur: آپ کا پاس ورڈ پھر سیٹ کی گئی ہے ۔
