Repository: BlazorPlate/OfflineExamSystem
Catalog: Resources/Resources.*.resx
Languages: ar, bg, bs, ca, fa, he_il, lv, ms, ro, sk, th, ur

# ManageLogins
source: Manage external logins
ar: ادارة الحسابات الخارجية
bg: Управление на външни влизания
bs: Upravljanje vanjskim prijave
ca: Administrar connexions externes
fa: مدیریت باری خارجی
he_il: ניהול כניסות חיצוניות
lv: Pārvaldīt ārējos lietotājvārdi
ms: Menguruskan luar login
ro: Gestionaţi datele de conectare externă
sk: Spravovať externé prihlásenie
th: จัดการล็อกภายนอก
ur: خارجی انز کا انتظام کریں

source: Manage Publications
ar: ادارة المنشورات
bg: Управление на публикации
bs: Upravljanje publikacija
ca: Gestió de publicacions
fa: مدیریت نشریات
he_il: ניהול פרסומים
lv: Pārvaldīt publikācijas
ms: Menguruskan penerbitan
ro: Gestiona publicaţiile
sk: Spravovať publikácie
th: จัดการสิ่งพิมพ์
ur: مطبوعات کا انتظام کریں

source: Manager
ar: المدير
bg: Мениджър
bs: Voditelj
ca: Gerent
fa: مدیر
he_il: מנהל
lv: Pārvaldnieks
ms: Pengurus
sk: Manažér
th: ผู้จัดการ
ur: منیجر

# MarginDirClass
source: margin-left-10
ar: margin-right-10
bg: марж-наляво-10
bs: Margine lijevo 10
ca: marge-esquerra-10
fa: حاشیه چپ 10
he_il: שוליים-שמאל-10
lv: starpība-pa kreisi-10
ms: margin-kiri-10
ro: marja-stânga-10
sk: okrajov-vľavo-10
th: ขอบ-ซ้าย-10
ur: حاشیہ-بائیں-10

# MaximumAllowedSize
source: Maximum allowed size is:
ar: الحد المسموح به لحجم الصوره هو:
bg: Максимално допустимият размер е:
bs: Maksimalna dopuštena veličina je:
ca: Mida màxima és:
fa: حداکثر اندازه مجاز است:
he_il: הגודל המירבי הוא:
lv: Maksimālais atļautais izmērs ir:
ms: Saiz maksima yang dibenarkan adalah:
ro: Maximul permis dimensiune este:
sk: Maximálna povolená veľkosť je:
th: ขนาดสูงสุดคือ:
ur: زیادہ سے زیادہ سائز اجازت ہے:

source: Menu
ar: القائمة
bg: Меню
bs: Izbornik
ca: Menú
fa: منو
he_il: תפריט
lv: Izvēlne
ro: Meniu
th: เมนู
ur: مینیو

source: Menu Item
ar: عنصر القائمة
bg: Елемент от меню
bs: Stavka izbornika
ca: Element de menú
fa: آیتم های منو
he_il: פריט התפריט
lv: Izvēlnes elements
ro: Element de meniu
sk: Položka ponuky
th: รายการเมนู
ur: مینیو شے

source: Menu Items
ar: العناصر
bg: Елементите от менюто
bs: Stavke menija
ca: Elements de menú
fa: آیتم های منو
he_il: פריטים בתפריט
lv: Izvēlnes elementi
ms: Perkara menu
ro: Elementele de meniu
sk: Položky menu
th: รายการเมนู
ur: مینو اشیاء

source: Menus
ar: القوائم
bg: Менюта
bs: Izbornici
ca: Menús
fa: منوها
he_il: תפריטים
lv: Izvēlnes
ms: Menu
ro: Meniuri
sk: Ponuky
th: เมนู
ur: مینیو

source: Meta Description
ar: دلالة الوصف
bg: Мета описание
bs: Meta opis
ca: Meta descripció
fa: توضیحات متا
lv: Meta apraksts
ms: Perihal Meta
ro: Descriere Meta
sk: Meta opis
th: คำอธิบาย Meta
ur: Meta تفصیل

source: Meta Keywords
ar: الكلمات المفتاحيه
bg: Мета ключови думи
bs: Meta ključne riječi
ca: Meta paraules clau
fa: کلمات کلیدی متا
ms: Kata kunci Meta
ro: Metacuvinte cheie
sk: Meta kľúčové slová
th: คำสำคัญ Meta
ur: Meta کلیدی الفاظ

source: Middle Name
ar: اسم الأب
bg: Бащино име
bs: Srednje ime
ca: Segon cognom
fa: نام میانی
he_il: השם האמצעי
lv: Otrais vārds
ms: Nama tengah
ro: Prenume
sk: Stredné meno
th: ชื่อกลาง
ur: درمیانی نام

source: MIME
ar: نوع الملف
ca: MIM

# Mobile
source: Mobile No.
ar: رقم الموبايل
bg: Мобилен номер
bs: Mobilni broj
ca: Mòbil núm.
fa: شماره تلفن همراه
he_il: מספר נייד
lv: Mobilais Nr.
ms: Telefon bimbit No.
ro: Mobil nr.
sk: Mobilné číslo
th: โทรศัพท์มือถือ
ur: موبائل نمبر

# ModifiedOn
source: Modification Date
ar: تاريخ التعديل
bg: Дата на модификация
bs: Datum izmjene
ca: Data de modificació
fa: تاریخ اصلاح
he_il: תאריך השינוי
lv: Modifikācijas datums
ms: Tarikh pengubahsuaian
ro: Modificare data
sk: Dátum zmeny
th: ปรับเปลี่ยนวัน
ur: ترمیم کی تاریخ

source: Name
ar: الإسم
bg: Име
bs: Ime
ca: Nom
fa: نام
he_il: שם
lv: vārds
ms: Nama
ro: nume
sk: meno
th: ชื่อ
ur: نام

source: New Password
ar: كلمة السر الجديده
bg: Нова парола
bs: Novu lozinku
ca: Contrasenya nova
fa: رمز عبور جدید
he_il: סיסמה חדשה
lv: Jaunā parole
ms: Kata laluan baru
ro: Parolă nouă
sk: Nové heslo
th: รหัสผ่านใหม่
ur: نیا پاس ورڈ

source: News
ar: الأخبار
bg: Новини
bs: Vijesti
ca: Notícies
fa: اخبار
he_il: חדשות
lv: Jaunumi
ms: Berita
ro: Stiri
sk: Novinky
th: ข่าว
ur: خبریں

# NoAnnouncements
source: There are no announcements.
ar: لا يوجد اعلانات.
bg: Няма никакви съобщения.
bs: Postoje bez najave.
ca: No hi ha cap anuncis.
fa: هیچ اطلاعیه ها وجود دارد.
he_il: ישנם אין הודעות.
lv: Nav paziņojumu.
ms: Terdapat tiada pengumuman.
ro: Nu există nici anunţuri.
sk: Nie sú žiadne oznamy.
th: มีประกาศ
ur: کوئی کا اعلان ہیں ۔

# NoArticles
source: There are no articles.
ar: لا يوجد مقالات.
bg: Има няма статии.
bs: Nema članaka.
ca: No hi ha cap articles.
fa: هیچ مقاله ای وجود دارد.
he_il: ישנם אין מאמרים.
lv: Nav raksti.
ms: Terdapat tiada artikel.
ro: Nu există articole.
sk: Nie sú žiadne články.
th: ไม่มีบทความนี้
ur: کوئی مضامین ہیں ۔

source: No CV Uploaded!
ar: لا يوجد سيرة ذاتية
bg: Няма автобиография качил!
bs: Nema CV Upload!
ca: Cap CV carregades!
fa: آپلود رزومه هیچ!
he_il: CV לא נטען!
lv: Augšupielādēts neviens CV!
ms: CV tiada upload!
ro: Nici un CV încărcat!
sk: Žiadny životopis nahral!
th: อัพโหลด CV ไม่
ur: کوئی CV اپ لوڈ کیا ہے!

# NoEvents
source: There are no events.
ar: لا يوجد أحداث.
bg: Няма събития.
bs: Nema događaja.
ca: Hi ha esdeveniments.
fa: هیچ رویداد وجود دارد.
he_il: ישנם אירועים.
lv: Nav notikumu.
ms: Terdapat sebarang peristiwa.
ro: Nu există nici o evenimente.
sk: Neexistujú žiadne udalosti.
th: ไม่มีเหตุการณ์นี้
ur: کوئی وقوعات نہیں ہیں ۔

# NoNews
source: There are no news.
ar: لا يوجد أخبار.
bg: Няма новини.
bs: Postoje nema vijesti.
ca: No hi ha cap notícia.
fa: هیچ خبری وجود دارد.
he_il: ישנם אין חדשות.
lv: Nav nekādu ziņu.
ms: Terdapat tiada berita.
ro: Nu există nici o veste.
sk: Nie sú žiadne správy.
th: มีข่าว
ur: کوئی خبر ہیں ۔

source: --No Parent Item--
ar: --بدون عنصر أب--
bg: --Няма родителски артикул--
bs: --Nema nadređenog artikla.
ca: -- No l'element principal-
fa: --هیچ مورد پدر و مادر--
he_il: לא פריט האב...
lv: -Bez pamatkrājuma-
ms: --Item induk tiada--
ro: --Nici un element părinte--
sk: --Žiadny nadradený tovar--
th: -สินค้าหลักไม่มี-
ur: – والدین کوئی شے ۔ ۔

source: No personal photo uploaded!
ar: لايوجد صورة شخصية
bg: Никакви лични снимки качени!
bs: Nema osobnih fotografija upload!
ca: No hi haurà foto personal carregades!
fa: آپلود عکس شخصی هیچ!
he_il: תמונה אישית לא נטען!
lv: Nekādu personīgu fotoattēlu augšupielādes!
ms: Tiada gambar peribadi dimuat naik!
ro: Nici o foto personale încărcat!
sk: Žiadne osobné fotografie nahrané!
th: อัพโหลดภาพส่วนตัวไม่มี
ur: کوئی ذاتی تصویر اپ لوڈ کیا ہے!

source: Note
ar: ملاحظة
bg: Забележка
bs: Napomena
ca: Nota
fa: توجه داشته باشید
he_il: הערה
lv: Piezīme
ms: Nota
ro: Notă
sk: Poznámka:
th: หมายเหตุ
ur: نوٹ

source: Notes
ar: ملاحظات
bg: Бележки
bs: Bilješke
fa: یادداشت ها
he_il: הערות
lv: Piezīmes
ms: Nota-Nota
ro: Note
sk: Poznámky
th: หมายเหตุ
ur: نوٹ

# Number
source: Phone Number
ar: رقم الهاتف
bg: Телефонен номер
bs: Broj telefona
ca: Número de telèfon
fa: شماره تلفن
he_il: מספר טלפון
lv: Tālruņa numurs
ms: Nombor telefon
ro: Număr de telefon
sk: Telefónne číslo
th: หมายเลขโทรศัพท์
ur: فون نمبر

source: Occupation
ar: المسمى الوظيفي
bg: Професия
bs: Zanimanje
ca: Ocupació
fa: شغل
he_il: הכיבוש
lv: Nodarbošanās
ms: Pekerjaan
ro: Ocupație
sk: Povolanie
th: อาชีพ
ur: قبضہ

source: Occupations
ar: المسميات الوظيفية
bg: Професии
bs: Zanimanja
ca: Ocupacions
fa: مشاغل
he_il: מקצועות
lv: Profesijas
ms: Pekerjaan
ro: Ocupaţii
sk: Povolania
th: อาชีพ
ur: پیشوں

source: Office
ar: المكتب
bg: Офис
bs: Ured
ca: Oficina
fa: دفتر
lv: Biroja
ms: Pejabat
ro: Birou
th: สำนักงาน
ur: دفتر

# OfficeNumber
source: Office No.
ar: رقم المكتب
bg: Офис No.
bs: Ured br.
ca: Oficina núm.
fa: شماره دفتر
he_il: משרד מס
lv: Biroja Nr.
ms: Pejabat No.
ro: Biroul nr.
sk: Úradu č.
th: สำนักงาน
ur: آفس نمبر

source: Old Password
ar: كلمة السر القديمة
bg: Стара парола
bs: Stara lozinka
ca: Contrasenya vella
fa: رمز عبور قدیمی
he_il: הסיסמה הישנה
lv: Vecā parole
ms: Kata laluan lama
ro: Parola veche
sk: Staré heslo
th: รหัสผ่านเดิม
ur: پرانا پاس ورڈ

source: Ordinal
ar: الترتيب
bg: Редни
bs: Redni broj
fa: ترتيبي
he_il: סודר
lv: Kārtas
ms: Batuk
ro: Ordinale
sk: Radové
th: ลำดับ
ur: ترقیمی

source: Organization
ar: المنظمة
bg: Организация
bs: Organizacija
ca: Organització
fa: سازمان
he_il: הארגון
lv: Organizācija
ms: Organisasi
ro: Organizarea
sk: Organizácia
th: องค์กร
ur: تنظیم

source: Organizations
ar: المنظمات
bg: Организации
bs: Organizacija
ca: Organitzacions
fa: سازمان ها
he_il: ארגונים
lv: Organizācijas
ms: Pertubuhan-pertubuhan
ro: Organizaţii
sk: Organizácie
th: องค์กร
ur: تنظیموں

source: Our location on map
ar: موقعنا على الخارطة
bg: Местоположението ни на картата
bs: Naša lokacija na karti
ca: Mapa d'ubicació
fa: محل ما در نقشه
he_il: המיקום שלנו על המפה
lv: Mūsu atrašanās vietu kartē
ms: Peta lokasi kami
ro: Locatia noastra pe hartă
sk: Naša poloha na mape
th: ตำแหน่งของเราบนแผนที่
ur: ہمارا محل وقوع کا نقشہ پر

source: Parent
ar: العنصر الرئيسي
bg: Родител
bs: Roditelj
ca: Pare
fa: پدر و مادر
he_il: האב
lv: Mātes
ms: Ibu bapa
ro: Părinte
sk: Rodič
th: หลัก
ur: جدی

source: Parent Menu Item
ar: العنصر الأب
bg: Родителски елемент от меню
bs: Nadređeni artikl po narudžbi
ca: Principal element de menú
fa: قلم دوم از اقلام منو پدر و مادر
he_il: פריט תפריט האב
lv: Pamatkrājuma izvēlne
ms: Item Menu ibu bapa
ro: Elementul de meniu părinte
sk: Materskej menu
th: รายการเมนูหลัก
ur: جد مینیو شے

source: Password
ar: كلمة المرور
bg: Парола
bs: Lozinku
ca: Contrasenya
fa: رمز عبور
he_il: סיסמה
lv: Parole
ms: Kata laluan
ro: Parola
sk: Heslo
th: รหัสผ่าน
ur: پاس ورڈ

# PasswordMatch
source: The new password and confirmation password do not match.
ar: كلمة المرور الجديدة لا تتطابق مع خانة تأكيد كلمة المرور.
bg: Нова парола и потвърждение парола не съвпадат.
bs: Novu lozinku i potvrdu lozinke se ne podudaraju.
ca: La contrasenya nova i la contrasenya de confirmació no coincideixen.
fa: رمز عبور جدید و تأیید رمز عبور مطابقت ندارند.
he_il: הסיסמה החדשה ואת סיסמת האימות אינן תואמות.
lv: Jaunā un apstiprinājuma parole nesaskan.
ms: Kata laluan baru dan pengesahan kata laluan yang tidak sepadan.
ro: Noua parolă și confirmarea parolei nu corespund.
sk: Nové heslo a potvrdenie hesla sa nezhodujú.
th: รหัสผ่านใหม่และยืนยันรหัสผ่านไม่ตรงกัน
ur: نیا پاس ورڈ اور تصدیقی پاس ورڈ مشابہ نہیں ۔

# PasswordStringLength
source: Password must be at least 6 characters long.
ar: كلمة المرور يجب ان تكون مكونه من 6 خانات على الأقل.
bg: Паролата трябва да бъде поне 6 знака.
bs: Lozinka mora sadržavati najmanje 6 znakova.
ca: Contrasenya ha de tenir com a mínim 6 caràcters de longitud.
fa: رمز عبور باید حداقل 6 کاراکتر باشد.
he_il: הסיסמה להיות באורך לפחות 6 תווים.
lv: Parolei jābūt vismaz 6 rakstzīmes garai.
ms: Kata laluan mestilah sekurang-kurangnya 6 aksara panjangnya.
ro: Parola trebuie să fie cel puţin 6 caractere lungime.
sk: Heslo musí mať aspoň 6 znakov.
th: รหัสผ่านต้องยาวอย่างน้อย 6 ตัวอักษร
ur: پاس ورڈ کم از کم 6 حروف تک لمبا ہو چاہیے ۔

# Role
source: Role (Permission)
ar: الصلاحية
bg: Роля
bs: Uloga
ca: Paper
fa: نقش
he_il: תפקיד
lv: Loma
ms: Peranan
ro: Rolul
sk: Úloha
th: บทบาท
ur: کردار

# Roles
source: Roles (Permissions)
ar: الصلاحيات
bg: Роли
bs: Uloge
ca: Rols
fa: نقش
he_il: תפקידי
lv: Lomas
ms: Peranan
ro: Roluri
sk: Úlohy
th: บทบาท
ur: کردار

source: Personal Info
ar: المعلومات الشخصية
bg: Лична информация
bs: Osobni podaci
ca: Informació personal
fa: اطلاعات شخصی
he_il: פרטים אישיים
lv: Personiska informācija
ms: Maklumat peribadi
ro: Informatii personale
sk: Osobné informácie
th: ข้อมูลส่วนบุคคล
ur: ذاتی معلومات

source: Personal Photo
ar: الصورة الشخصية
bg: Лична снимка
bs: Osobna fotografija
ca: Fotos personals
fa: عکس های شخصی
he_il: תמונה אישית
lv: Personīgu fotoattēlu
ms: Foto peribadi
ro: Foto personale
sk: Osobné fotografie
th: ภาพส่วนตัว
ur: ذاتی تصویر

source: Personal Photo Name
ar: اسم الصورة الشخصية
bg: Име на лична снимка
bs: Naziv osobne fotografije
ca: Fotos personals nom
fa: نام عکس شخصی
he_il: שם תמונה אישית
lv: Personīgu fotoattēlu nosaukums
ms: Foto peribadi nama
ro: Foto personale nume
sk: Osobné fotografie meno
th: ชื่อภาพส่วนตัว
ur: ذاتی تصویر کا نام

# PersonalPhotoPath
source: Personal Photo
ar: الصورة الشخصية
bg: Лична снимка
bs: Osobna fotografija
ca: Fotos personals
fa: عکس های شخصی
he_il: תמונה אישית
lv: Personīgu fotoattēlu
ms: Foto peribadi
ro: Foto personale
sk: Osobné fotografie
th: ภาพส่วนตัว
ur: ذاتی تصویر

source: Personal Title
ar: اللقب
bg: Лична титла
bs: Osobni naslov
ca: Títol personal
fa: عنوان شخصی
he_il: כותרת אישית
lv: Personiskā sadaļa
ms: Jadual peribadi
ro: Personal titlul
sk: Osobný titul
th: นำหน้าชื่อ
ur: ذاتی عنوان

source: Personal Titles
ar: الألقاب
ur: پرسنالٹاٹل

source: Phone
ar: هاتف
bg: Телефон
bs: Telefon
ca: Telèfon
fa: تلفن
he_il: טלפון
lv: Tālrunis
ms: Telefon
ro: Telefon
sk: Telefón
th: โทรศัพท์
ur: فون

source: Phone Number
ar: رقم الهاتف
bg: Телефонен номер
bs: Broj telefona
ca: Número de telèfon
fa: شماره تلفن
he_il: מספר טלפון
lv: Tālruņa numurs
ms: Nombor telefon
ro: Număr de telefon
sk: Telefónne číslo
th: หมายเลขโทรศัพท์
ur: فون نمبر

# PhoneNumberOption
source: Add phone number in order to be able to recieve verification code.
ar: أضف رقم جوالك لتتمكن من استقبال رمز التحقق.
bg: Добавяне на телефонен номер за да получите код за потвърждение.
bs: Dodati telefonski broj kako bi mogli primiti kod za provjeru.
ca: Afegir el número de telèfon per poder rebre el codi de verificació.
fa: افزودن شماره تلفن به منظور قادر به دریافت کد تایید.
he_il: להוסיף מספר טלפון על מנת להיות מסוגלים לקבל קוד אימות.
lv: Pievienot tālruņa numuru, lai varētu saņemt verifikācijas kodu.
ms: Menambah nombor telefon supaya dapat menerima kod pengesahan.
ro: Adauga numarul de telefon pentru a putea primi codul de verificare.
sk: Pridať telefónne číslo, aby bolo možné získať overovací kód.
th: เพิ่มหมายเลขโทรศัพท์เพื่อที่จะสามารถรับรหัสยืนยัน
ur: توثیقی کوڈ حاصل کرنے کے لئے کے قابل بننے کے لئے فون نمبر داخل کریں ۔

# PleaseUploadFileOfType
source: Please upload a file of type:
ar: يرجى تحميل ملف من نوع:
bg: Моля, качи файл от тип:
bs: Prenesite datoteku vrste:
ca: Si us plau carregui un arxiu del tipus:
fa: لطفا ارسال پرونده از نوع:
he_il: אנא העלו קובץ מסוג:
lv: Lūdzu, augšupielādējiet failu ar tipu:
ms: Sila muat naik fail jenis:
ro: Vă rugăm să încărcaţi un fişier de tip:
sk: Prosím Nahrajte súbor typu:
th: โปรดอัปโหลดแฟ้มของชนิด:
ur: قسم مسل اپ لوڈ کریں:

# PleaseUploadImageOfType
source: Please upload an image of type:
ar: يرجى تحميل صوره من نوع:
bg: Моля качете изображение от тип:
bs: Molim vas prenesite sliku tipa:
ca: Us preguem que carregueu una imatge del tipus:
fa: لطفا ارسال تصویر از نوع:
he_il: אנא העלו תמונה מסוג:
lv: Lūdzu, augšupielādējiet tipa attēlu:
ms: Sila muat naik imej jenis:
ro: Vă rugăm să încărcaţi o imagine de tip:
sk: Prosím nahrať obrázok typu:
th: กรุณาอัพโหลดรูปชนิด:
ur: ایک قسم کی تصویر اپ لوڈ کریں:

source: P.O. Box
ar: ص. ب.
bg: Пощенска кутия
bs: Poštanski sandučić
fa: صندوق پستي
th: ตู้ปณ
ur: P.O. خانہ

source: Position
ar: الوظيفة
bg: Позиция
bs: Pozicija
ca: Posició
fa: موقعیت
he_il: מיקום
lv: Pozīcija
ms: Kedudukan
ro: Poziţia
sk: Pozícia
th: ตำแหน่ง
ur: پوزیشن

source: Postal Code
ar: الرمز البريدي
bg: Пощенски код
bs: Poštanski broj
ca: Codi postal
fa: کد پستی
he_il: מיקוד
lv: Pasta indekss
ms: Poskod
ro: Cod poștal
sk: PSČ
th: รหัสไปรษณีย์
ur: پوسٹ کوڈ

source: Privacy
ar: الخصوصية
bg: Поверителност
bs: Privatnost
ca: Privacitat
fa: حریم خصوصی
he_il: פרטיות
lv: Konfidencialitāte
ms: Privasi
ro: Confidentialitate
sk: Ochrana osobných údajov
th: ความเป็นส่วนตัว
ur: نجی نوعیت

source: Profile
ar: ملف التعريف
bg: Профил
bs: Profil
ca: Perfil
fa: مشخصات
he_il: פרופיל
lv: Profils
ms: Profil
ro: Profilul
sk: Profil
th: โพรไฟล์
ur: پروفائل

source: Program
ar: التخصص
bg: Програма
bs: Programa
ca: Programa
fa: برنامه
he_il: תוכנית
lv: Programma
ms: Atur cara
ro: Programul
th: โปรแกรม
ur: پروگرام

source: Programs
ar: التخصصات
bg: Програми
bs: Programi
ca: Programes
fa: برنامه ها
he_il: תוכניות
lv: Programmas
ms: Program-program
ro: Programe
sk: Programy
th: โปรแกรม
ur: پروگرام

source: Province
ar: المحافظة
bg: Провинция
bs: Pokrajina
ca: Província
fa: استان
he_il: מחוז
lv: Ils
ms: Wilayah
ro: Provincia
sk: Provincia
th: จังหวัด
ur: صوبہ

source: Publication
ar: منشور
bg: Публикуване
bs: Publikacija
ca: Publicació
fa: انتشار
he_il: פרסום
lv: Publikācijas
ms: Penerbitan
ro: Publicarea
sk: Publikácie
th: สิ่งพิมพ์
ur: اشاعت

source: Publications
ar: المنشورات
bg: Публикации
bs: Publikacija
ca: Publicacions
fa: انتشارات
he_il: פרסומים
lv: Publikācijas
ms: Penerbitan
ro: Publicatii
sk: Publikácie
th: สื่อสิ่งพิมพ์
ur: مطبوعات

source: Published
ar: منشور
bg: Публикувани
bs: Objavio
ca: Publicat
fa: منتشر شده
he_il: לאור
lv: Publicēts
ms: Diterbitkan
ro: Publicate
sk: Uverejnené
th: การเผยแพร่
ur: شائع

# StartDate
source: Activity Start Date
ar: تاريخ بداية الفعالية
bg: Начална дата на дейността
bs: Aktivnosti Početni datum
ca: Data d'inici d'activitat
fa: تاریخ شروع فعالیت
he_il: תאריך ההתחלה של פעילות
lv: Darbības sākuma datums
ms: Tarikh mula aktiviti
ro: Data de începere a activităţii
sk: Počiatočný dátum aktivity
th: วันเริ่มกิจกรรม
ur: سرگرمی کی ابتدائی تاریخ

# Regards
source: Kind regards,
ar: لكم منـا أجمل تحية.
bg: Моите почитания
bs: lijep pozdrav
ca: Una cordial salutació,
fa: با احترام فراوان
he_il: ברכות חמות
lv: sirsnīgi sveicieni
ms: salam ikhlas
ro: cu stimă
sk: so srdečným pozdravom
th: ด้วยความนับถือ
ur: رحمان مخلص،

source: Register
ar: انشاء حساب
bg: Регистрирайте се
bs: Registar
ca: Registre
fa: ثبت
he_il: הקופה
lv: Reģistrēties
ms: Mendaftar
ro: Înregistrează-te
sk: Zaregistrovať sa
th: ลงทะเบียน
ur: رجسٹر کریں

# RegisterNewUser
source: Register as a new user?
ar: انشاء حساب جديد؟
bg: Регистрирайте се като нов потребител
bs: Registrirati kao novi korisnik
ca: Registrar-se com a nou usuari
fa: ثبت نام به عنوان یک کاربر جدید
he_il: רישום משתמש חדש
lv: Reģistrēties kā jaunam lietotājam
ms: Mendaftar sebagai pengguna baru
ro: Inregistreaza-te ca un utilizator nou
sk: Zaregistrujte sa ako nový užívateľ
th: ลงทะเบียนเป็นผู้ใช้ใหม่
ur: ایک نیا صارف کے طور پر رجسٹر

# RememberBrowser
source: Remember this browser
ar: تذكر هذا المتصفح
bg: Помня този браузър
bs: Zapamtite ovaj preglednik
ca: Recordeu aquest navegador
fa: به یاد داشته باشید این مرورگر
he_il: זוכר את הדפדפן הזה
lv: Atcerēties šo pārlūku
ms: Ingat pelayar ini
ro: Amintiţi-vă acest browser
sk: Pamätajte si tento prehliadač
th: จำเบราว์เซอร์นี้
ur: اس براؤزر کو یاد رکھیں

source: Remember me
ar: تذكرني
bg: Запомни ме
bs: Sjećaš me se
ca: Recordar-me
fa: مرا به خاطر بسپار
he_il: זוכר אותי
lv: Atcerēties mani
ms: Ingat saya
ro: Tine-ma minte
sk: Pamätaj si ma
th: จดจำ
ur: مجھے یاد ہے

source: Remove
ar: ازالة
bg: Премахване на
bs: Uklonite
ca: Treure
fa: حذف
he_il: הסר
lv: Noņemt
ms: Alih Keluar
ro: Elimina
sk: Odstrániť
th: เอา
ur: ہٹانا

source: Documents
ar: الوثائق المطلوبة
bg: Документи
bs: Dokumenti
ca: Documents de
fa: اسناد
he_il: מסמכים
lv: Dokumenti
ms: Dokumen-dokumen
ro: Documente
sk: Dokumenty
th: เอกสาร
ur: دستاویزات

# ResumeFileName
source: Curriculum Vitae
ar: السيرة الذاتية
bg: Автобиография
bs: Životopis
ca: Currículum Vitae
fa: مختصری از زندگی
he_il: קורות חיים
ms: Resume
th: ประวัติส่วนตัว
ur: نصاب واٹاا

# ResumeFilePath
source: Curriculum Vitae
ar: السيرة الذاتية
bg: Автобиография
bs: Životopis
ca: Currículum Vitae
fa: مختصری از زندگی
he_il: קורות חיים
ms: Resume
th: ประวัติส่วนตัว
ur: نصاب واٹاا

# RSS
source: RSS Feed
ar: آر اس اس
bg: RSS емисия
fa: آر اس اس
ms: Suapan RSS
th: ตัวดึงข้อมูล RSS
ur: آر ایس ایس فیڈ

source: Save
ar: حفظ
bg: Запиши
bs: Spremi
ca: Desa
fa: ذخیره
he_il: שמור
lv: Saglabāt
ms: Simpan
ro: Salva
sk: Uložiť
th: บันทึก
ur: محفوظ کریں

source: Saved
ar: تم الحفظ
bg: Записани
bs: Spasio
ca: Salvat
fa: ذخیره
he_il: הציל
lv: Saglabāts
ms: Disimpan
ro: Salvate
sk: Uložené
th: บันทึก
ur: نجات

source: Search
ar: بحث
bg: Търсене
bs: Pretraživanje
ca: Cerca
fa: جستجو
he_il: חיפוש
lv: Meklēšana
ms: Cari
ro: Căutare
sk: Hľadať
th: ค้นหา
ur: تلاش کریں

# SelectGroups
source: Select Group
ar: اختر مجموعة المستخدمين
bg: Изберете група
bs: Odabir grupe
ca: Seleccioneu grup
fa: انتخاب گروه
he_il: בחר קבוצת
lv: Atlasīt grupu
ms: Pilih Kumpulan
ro: Selectati Grupa
sk: Vyberte skupinu
th: เลือก กลุ่ม
ur: منتخب گروپ

# SelectTwoFactor
source: Select Two-Factor Authentication Method:
ar: اختر طريقة التحقق.
bg: Изберете метод на две фактор автентификация.
bs: Odaberite Dvofaktorska Provjera autentičnosti.
ca: Seleccioneu el mètode d'autenticació de dos Factor.
fa: روش دو فاکتور تایید را انتخاب کنید.
he_il: בחר שיטת אימות שני הגורמים.
lv: Atlasiet divu faktoru autentifikācijas metodi.
ms: Pilih kaedah pengesahan dua faktor.
ro: Selectaţi metoda Two-Factor Authentication.
sk: Vyberte dvojfaktorové overenie metódy.
th: เลือกวิธีการรับรองความถูกต้องสองปัจจัย
ur: دو عناصر کی تصدیق کا طریقہ منتخب کریں ۔

source: Send
ar: ارسال
bg: Изпрати
bs: Pošalji
ca: Enviar
fa: ارسال
he_il: שלח
lv: Sūtīt
ms: Hantar
ro: Trimite
sk: Odoslať
th: ส่ง
ur: بھیجیں

source: Set password
ar: انشاء كلمة مرور
bg: Задаване парола
bs: Postavi lozinku
ca: Conjunt de contrasenya
fa: تنظیم کلمه عبور
he_il: הגדרת סיסמה
lv: Iestatīt paroli
ms: Set kata laluan
ro: Setaţi parola
sk: Nastaviť heslo
th: ตั้งรหัสผ่าน
ur: پاس ورڈ سيٹ کريں

source: Shortcut Title
ar: عنوان المحتوى المختصر
bg: Къс дял
bs: Prečac naslov
ca: Títol de drecera
fa: عنوان میانبر
he_il: קיצור כותרת
lv: Saīsnes nosaukumu
ms: Tajuk pintasan
ro: Titlul de comenzi rapide
sk: Názov odkazu
th: ชื่อทางลัด
ur: تیز راہ عنوان

source: Sign up
ar: انشاء حساب
bg: Регистрирайте се
bs: prijavi se
ca: Inscriure's
fa: ثبت نام
he_il: הירשם
lv: piedalīties
ms: mendaftar
ro: înscrie-te
sk: zaregistrovať sa
th: ไซน์อัพ
ur: سائن اپ کریں

source: Sign up in seconds
ar: سجل في ثوانٍ معدودة
bg: Регистрирайте се секунди
bs: Prijavite se sekundi
ca: Inscriure's en segons
fa: در ثانیه ثبت نام
he_il: הירשם שניות
lv: Pierakstīties sekundes
ms: Mendaftar saat
ro: Înscrie-te secunde
sk: Zaregistrujte sa v sekundách
th: ลงทะเบียนในวินาที
ur: میں سیکنڈ سائن اپ کریں

source: Status
ar: الحالة
bg: Статус
bs: Statusa
ca: L'estat
fa: وضعیت
he_il: מצב
lv: Statuss
ro: Statutul
sk: Stav
th: สถานะ
ur: حالت

# StatusId
source: Status
ar: الحالة
bg: Статус
bs: Statusa
ca: L'estat
fa: وضعیت
he_il: מצב
lv: Statuss
ro: Statutul
sk: Stav
th: สถานะ
ur: حالت

source: Street
ar: اسم الشارع
bg: Улица
bs: Ulica
ca: Carrer
fa: خیابان
he_il: רחוב
lv: Iela
ms: Jalan
ro: Strada
sk: Ulica
th: สตรีท
ur: گلی

# StringLength
source: The {0} must be at least {2} characters long.
ar: {0} يجب أن تتكون من {2} خانات على الأقل.
bg: {0} трябва да бъде поне {2} знака.
bs: {0} mora biti barem {2} znakova.
ca: {0} ha de ser com a mínim {2} caràcters de longitud.
fa: می بایست حداقل {0} {2} کاراکتر.
he_il: {0} חייב להיות לפחות {2} תווים.
lv: {0} jābūt vismaz {2} rakstzīmes garai.
ms: {0} ini mestilah sekurang-kurangnya {2} aksara panjangnya.
ro: {0} trebuie să fie cel puțin (2) de caractere.
sk: {0} musí byť aspoň: {2} znakov.
th: {0} ต้องอย่างน้อยยาว {2} อักขระ
ur: {0} میں کم از کم ہونی چاہیئے {2} کریکٹر طویل ہے ۔

source: Submission
ar: الطلب الوظيفي
bg: Подаване
bs: Podnošenje
ca: Presentació
fa: ارسال مقاله
he_il: כניעה
lv: Iesniegšanas
ms: Penyerahan
ro: Prezentarea
sk: Predloženie
th: ส่ง
ur: اطاعت

source: Submissions
ar: الطلبات الوظيفية
bg: Становища
bs: Podnesci
ca: Presentacions
fa: مطالب ارسالی
he_il: הגשות
lv: Iesniegumi
ms: Penyerahan
ro: Subscrieri
sk: Podania
th: ส่ง
ur: مواد

source: Submit
ar: إرسال الطلب
bg: Подаване
bs: Podnijeti
ca: Presentar
fa: ارسال
he_il: שלח
lv: Iesniegšanas
ms: Mengemukakan
ro: Prezinte
sk: Predložiť
th: ส่ง
ur: جمع کروائیں
