Repository: BlazorPlate/OfflineExamSystem
Catalog: Resources/Resources.*.resx
Languages: ar, bg, bs, ca, fa, he_il, lv, ms, ro, sk, th, ur

# ClickLogin
source: click here to log in
ar: اضغط هنا للدخول
bg: Щракнете тук, за да влезете в
bs: Kliknite ovdje za prijavu
ca: feu clic aquí per iniciar la sessió
fa: اینجا را کلیک کنید برای ورود به سیستم
he_il: לחץ כאן כדי להיכנס
lv: Uzklikšķināt šeit, lai pieteiktos
ms: Klik di sini untuk log masuk
ro: click aici pentru a intra în
sk: Kliknite tu pre prihlásenie
th: คลิกที่นี่เพื่อเข้าสู่ระบบ
ur: میں لاگ ان کے لئے یہاں کلک کریں

# YourAppNumber
source: Your application number is
ar: رقم طلبك هو
bg: Вашият номер на приложението е
bs: Je broj vaše aplikacije
ca: El seu número d'aplicació és
fa: شماره درخواست
he_il: מספר היישומים שלך הוא
lv: Pieteikuma numurs ir
ms: Nombor permohonan anda
ro: Numarul cererii este
sk: Vaše číslo žiadosti je
th: เป็นหมายเลขของแอพลิเคชัน
ur: آپ کی درخواست کا نمبر ہے

source: Image Tags
ar: أوسمة الصور
bg: Изображения Тагове
bs: Oznake za slike
ca: Imatge d'Etiquetes
fa: تصویر برچسب ها
he_il: תגיות תמונות
lv: Attēlu tagus
ms: Tag gambar
ro: Tag-uri imagine
sk: Image značky
th: แท็กรูปภาพ
ur: تصویر کے ٹیگز

# SMTPSettings
source: SMTP
ar: بروتوكول البريد
bg: SMTP настройки
bs: SMTP postavke
ca: Escenes de SMTP
fa: SMTP تنظیمات
he_il: הגדרות SMTP
lv: SMTP iestatījumi
ms: Seting SMTP
ro: Setări SMTP
sk: SMTP nastavenia
th: การตั้งค่า SMTP
ur: SMTP سیٹنگیں

source: Statistics
ar: الاحصائيات
bg: Статистика
bs: Statistika
ca: Estadístiques
fa: آمار
he_il: סטטיסטיקה
lv: Statistika
ms: Statistik
ro: Statistici
sk: Štatistiky
th: สถิติ
ur: اعداد و شمار

source: Statuses
ar: الحالات
bg: Статуси
bs: Statusi
ca: Estats de
fa: وضعیت
he_il: סטטוסים
lv: Statusi
ms: Status
ro: Statusuri
sk: Stavy
th: สถานะ
ur: حیثیت

source: Vacancies
ar: الوظائف الشاغرة
bg: Свободни работни места
bs: Slobodna radna mjesta
ca: Vacants
fa: جای خالی
he_il: משרות פנויות
lv: Vakances
ms: Jawatan kosong
ro: Posturi vacante
sk: Voľné pracovné miesta
th: ตำแหน่งงานว่าง
ur: خالی جگہوں کو

# LockedOutMessage
source: This account has been locked out, please try again later.
ar: لقد تم تجميد هذا الحساب, يرجى المحاولة لاحقاً.
bg: Този акаунт е бил заключен, моля опитайте отново по-късно.
bs: Ovaj račun je zaključan, Molimo pokušajte ponovno kasnije.
ca: Aquest compte ha estat tancat fora, intenteu-ho més tard.
fa: این حساب قفل شده است، لطفا دوباره سعی کنید.
he_il: חשבון זה ננעל, אנא נסה שוב מאוחר יותר.
lv: Šis konts ir bloķēts. Lūdzu, mēģiniet vēlreiz vēlāk.
ms: Akaun ini telah dikunci, sila cuba lagi nanti.
ro: Acest cont a fost blocat, vă rugăm să încercaţi din nou mai târziu.
sk: Tento účet bol uzamknutý, prosím skúste to znova neskôr.
th: บัญชีนี้ถูกล็อค กรุณาลองใหม่อีกครั้ง
ur: یہ اکاؤنٹ مقفل کر دیا ہے، بعد ازاں دوبارہ کوشش کریں ۔

source: Locked out
ar: تم تجميد الحساب
bg: Заключен
bs: Zaključan vanjska strana
ca: Tancat fora
fa: قفل شده است
he_il: נעול
lv: Bloķēts
ms: Dikunci
ro: Încuiat afară
sk: Uzamknuté
th: ล็อคออก
ur: لاکڈ آؤٹ

# TakeTour
source: Take a Tour
ar: جولة تعريفية
bg: Направете обиколка
bs: Krenite u obilazak
ca: Un recorregut
fa: تور
he_il: סיור
lv: Ekskursijā
ms: Menyertai Lawatan
ro: Faceţi un tur
sk: Prehliadka
th: ทัวร์
ur: ایک دورے کو لے لو

# Share
source: Share this page
ar: شارك هذه الصفحة
bg: Споделете тази страница
bs: Dijelite ovu stranicu
ca: Compartir aquesta pàgina
fa: تقسیم این صفحه
he_il: שתפו עמוד זה
lv: Koplietojiet šo lapu
ms: Kongsi Laman ini
ro: Împărtăşiţi această pagină
sk: Zdieľať túto stránku
th: แบ่งปันหน้านี้
ur: اس صفحہ کی حصہ داری

# ForgotPasswordInstructions
source: Complete the form below to receive an email with the authorization code needed to reset your password.
ar: أكمل النموذج أدناه لتلقي بريد إلكتروني يتصمن الرابط اللازم لإعادة تعيين كلمة المرور الخاصة بك.
bg: Попълнете формата по-долу за да получите имейл с кода за разрешение, е необходимо да възстановите паролата си.
bs: Ispunite obrazac ispod kako biste primiti e-poštu sa šifrom ovlaštenja potrebna za ponovno postavljanje lozinke.
ca: Completi el següent formulari per rebre un e-mail amb el codi d'autorització necessari per restablir la contrasenya.
fa: تکمیل فرم زیر برای دریافت یک ایمیل با کد مجوز مورد نیاز برای تنظیم مجدد رمز عبور خود را.
he_il: מלא את הטופס שלהלן כדי לקבל הודעת דוא עם קוד אישור הדרושים כדי לאפס את הסיסמה שלך.
lv: Aizpildiet zemāk esošo formu, lai saņemtu e-pastu ar autorizācijas kods, kas nepieciešama paroles atiestatīšanai.
ms: Lengkapkan borang di bawah untuk menerima e-mel dengan kod kebenaran diperlukan untuk set semula kata laluan anda.
ro: Completaţi formularul de mai jos pentru a primi un email cu codul de autorizare necesare pentru a reiniţializa parola.
sk: Vyplňte formulár nižšie a dostanete e-mail s kódom povolenia potrebné na vytvorenie nového hesla.
th: กรอกแบบฟอร์มด้านล่างเพื่อรับอีเมลที่ มีรหัสการอนุญาตที่จำเป็นในการรีเซ็ตรหัสผ่าน
ur: آپ کا پاس ورڈ پھر سیٹ کرنے کی ضرورت کا اجازت نامہ کوڈ کے ساتھ ایک ای میل وصول کرنے کے لیے ذیل فارم مکمل کریں ۔

source: Invalid Token
ar: رمز إعادة ضبط كلمة السر غير صالح
bg: Невалиден маркер
bs: Token nije valjan
ca: Testimoni no vàlid
fa: علامت نامعتبر
he_il: Token לא חוקי
lv: Nederīgs marķieris
ms: Token yang tidak sah
ro: Semn nevalid
sk: Neplatný Token
th: โทเค็นไม่ถูกต้อง
ur: کالعدم ٹوکن

source: Read more
ar: اقرأ المزيد
bg: Прочети повече
bs: Pročitajte više
ca: Llegiu-ne més
fa: ادامه مطلب
he_il: קרא עוד
lv: Lasīt vairāk
ms: Baca lebih lanjut
ro: Citeste mai mult
sk: Prečítajte si viac
th: อ่านเพิ่มเติม
ur: مزید پڑھیں

source: Log in
ar: تسجيل الدخول
bg: Влизане
bs: prijavi se
ca: Connecti's
fa: ورود به سیستم
he_il: כנס
lv: pieteikties
ms: log masuk
ro: conectează-te
sk: prihlásiť sa
th: เข้าสู่ระบบ
ur: درج کريں

source: Dimensions
ar: أبعاد
bg: Размери
bs: Dimenzije
fa: ابعاد
he_il: מידות
lv: Izmēri
ms: Dimensi
ro: Dimensiuni
sk: Rozmery
th: มิติ
ur: طول و عرض

source: Get in touch
ar: ابقى على تواصل
bg: Поддържайте връзка
bs: Ostanite u kontaktu
ca: Estar en contacte
fa: در تماس باشید
he_il: . תשאר בקשר
lv: Uzturēt sakarus
ms: Sentiasa berhubung
ro: Păstraţi legătura
sk: Zostaňte v kontakte
th: ติดต่อ
ur: رابطے میں رہنا

source: Categories
ar: التصنيفات
bg: Категории
bs: Kategorije
fa: ردههای صفحه
he_il: קטגוריות
lv: Kategorijas
ms: Kategori
ro: Categorii
sk: Kategórie
th: หมวดหมู่
ur: زمرہ جات

source: Your name
ar: الاسم
bg: Твоето име
bs: tvoje ime
ca: El seu nom
fa: اسم شما
he_il: שמך
lv: tavs vārds
ms: nama awak
ro: numele tău
sk: vaše meno
th: ชื่อของเธอ
ur: آپکا نام

source: Your email
ar: البريد الإلكتروني الخاص بك
bg: Вашият имейл
bs: E-poštu
ca: El seu e-mail
fa: ایمیل شما
he_il: הדוא ל שלך
lv: E-pasta
ms: E-mel anda
ro: Adresa de email
sk: Váš e-mail
th: อีเมลของคุณ
ur: آپ کا ای میل

source: Send message
ar: إرسال رسالة
bg: Изпрати съобщение
bs: Slanje poruke
ca: Enviar missatge
fa: ارسال پیام
he_il: שלח הודעה
lv: Nosūtīt ziņu
ms: Menghantar mesej
ro: Trimite mesaj
sk: Odoslať správu
th: ส่งข้อความ
ur: پیغام بھیجیں

source: Message
ar: رسالة
bg: Съобщение
bs: Poruka
ca: Missatge
fa: پیام
he_il: ההודעה
lv: Ziņojums
ms: Mesej
ro: Mesaj
sk: Hlásenie
th: ข้อความ
ur: پیغام

# SenderName
source: Your name
ar: الاسم
bg: Твоето име
bs: tvoje ime
ca: El seu nom
fa: اسم شما
he_il: שמך
lv: tavs vārds
ms: nama awak
ro: numele tău
sk: vaše meno
th: ชื่อของเธอ
ur: آپکا نام

source: Careers
ar: الوظائف
bg: Кариери
bs: Karijera
ca: carreres
fa: فرصت های شغلی
he_il: קריירה
lv: Karjera
ms: Kerjaya
ro: Cariere
sk: Kariéra
th: ร่วมงานกับเรา
ur: کیریئرز

source: Social network
ar: شبكة اجتماعية
bg: Социална мрежа
bs: Društvena mreža
ca: Xarxa social
fa: شبکه های اجتماعی
he_il: רשת חברתית
lv: Sociālais tīkls
ms: Rangkaian sosial
ro: Reţea socială
sk: Sociálne siete
th: เครือข่ายสังคม
ur: سوشل نیٹ ورک

source: Social networks
ar: الشبكات الاجتماعية
bg: Социални мрежи
bs: Društvene mreže
ca: Xarxes socials
fa: شبکه های اجتماعی
he_il: רשתות חברתיות
lv: Sociālie tīkli
ms: Rangkaian sosial
ro: Reţelele sociale
sk: Sociálne siete
th: เครือข่ายสังคม
ur: سوشل نیٹ ورکس

source: Show All
ar: عرض الكل
bg: Покажи всички
bs: Pokaži sve
ca: Mostra-ho tot
fa: نمایش همه
he_il: הצג הכל
lv: Rādīt visus
ms: Tunjukkan semua
ro: Arată toate
sk: Zobraziť všetky
th: แสดงทั้งหมด
ur: تمام نمایش کریں

source: --Choose category--
ar: --اختر التصنيف--
bg: --Изберете категория--
bs: --Odaberite kategoriju...
ca: -- Selecciona categoria-
fa: --رده--را انتخاب کنید
he_il: -- בחר קטגוריה...
lv: -Izvēlieties kategoriju-
ms: --Pilih kategori--
ro: --Alege categoria--
sk: --Vyberte kategóriu--
th: -เลือกประเภท-
ur: -زمرہ – کا انتخاب کریں

source: Address Line 1
ar: العنوان الرئيسي
bg: Адрес ред 1
bs: Redak za adresu 1
ca: Adreça línia 1
fa: آدرس
he_il: שורת כתובת 1
lv: Adreses rindiņa 1
ms: Alamat baris 1
ro: Adresa linia 1
sk: 1. riadok adresy
th: บรรทัดที่อยู่ 1
ur: پتہ کی لائن 1

source: Address Line 2
ar: العنوان الفرعي
bg: Адрес ред 2
bs: Adresna linija 2
ca: Adreça línia 2
fa: خط آدرس 2
he_il: שורת כתובת 2
lv: Adreses rindiņa 2
ms: Alamat baris 2
ro: Adresa linia 2
sk: 2. riadok adresy
th: ที่อยู่ 2
ur: پتہ کی لائن 2

source: State
ar: الولاية
bg: Държава
bs: Država
ca: Estat
fa: دولت
he_il: המדינה
lv: Valsts
ms: Negeri
ro: Stat
sk: Štát
th: รัฐ
ur: ریاست

# ZIP
source: ZIP Code
ar: الرمز البريدي
bg: Пощенски код
bs: poštanski broj
ca: Codi postal
fa: کد پستی
he_il: מיקוד
lv: pasta indekss
ms: poskod
ro: cod poştal
sk: smerovacie číslo
th: รหัสไปรษณีย์
ur: علاقائ نمبر

source: Newsletter
ar: النشرة البريدية
bg: Бюлетин
bs: Bilten
ca: Butlletí
fa: خبرنامه
he_il: ידיעון
lv: Informatīvais biļetens
ms: Buletin
ro: Newsletter-ul
th: จดหมายข่าว
ur: نیوز لیٹر

source: Latest Tweets
ar: آخر التغريدات
bg: Новите Tweets
bs: Najnoviji Tweets
ca: Últims Tweets
fa: آخرین تویت ها
he_il: ציוצים אחרונים
lv: Jaunākie Tweets
ms: Tweets Tempahan
ro: Ultimele Tweets
sk: Najnovšie tweety
th: ทวีตล่าสุด
ur: تازہ ترین پیغامات

source: Follow Us
ar: تابعنا
bg: Следвайте ни
bs: Pratite nas
ca: Segueix-nos
fa: دنبال کنید با ما
he_il: עקבו אחרינו
lv: Izpildiet mums
ro: Urmaţi-ne
sk: Sledujte nás
th: ติดตามเรา
ur: ہمارے ساتھ چلیے

source: Please wait...
ar: يرجى الانتظار...
bg: Моля, изчакайте...
bs: molim te čekaj...
ca: Si us plau esperi...
fa: لطفاً منتظر بمانید...
he_il: חכה בבקשה...
lv: lūdzu, gaidi...
ms: sila tunggu...
ro: te rog să aştepţi...
sk: prosím počkajte...
th: กรุณารอสักครู่
ur: براۓ مہربانی انتظار کريں...

source: --Choose employee type--
ar: --اختر نوع الموظف--
bg: --Изберете служител тип--
bs: --Odaberite tip zaposlenika...
ca: -- Selecciona tipus empleat-
fa: --نوع کارمند--را انتخاب کنید
he_il: -- בחר סוג העובד.
lv: -Izvēlieties darbinieka tipu-
ms: --Pilih jenis pekerja--
ro: --Alege tip angajat--
sk: --Vyberte typ zamestnanca--
th: -เลือกชนิดของพนักงาน-
ur: یعنی ملازم قسم – کا انتخاب کریں

source: Has account?
ar: حساب مفعل؟
bg: Има сметка?
bs: Ima račun?
ca: Té compte?
fa: حساب را دارد؟
he_il: יש חשבון?
lv: Ir konts?
ms: Mempunyai akaun?
ro: A contul?
sk: Má účet?
th: มีบัญชี
ur: اکاؤنٹ ہے؟

source: Email confirmed?
ar: ايميل مؤكد؟
bg: Имейл потвърди?
bs: E-mail je potvrdio?
ca: Correu electrònic confirmada?
fa: تایید ایمیل?
he_il: דוא ל אישר?
lv: E-pasts apstiprināja?
ms: E-mel yang disahkan?
ro: E-mail confirmată?
sk: E-mailom potvrdené?
th: ยืนยันอีเมล์
ur: ای میل کی تصدیق کی ۔

# UsefulLinks
source: Here are some useful links
ar: تصفح بعض الروابط المفيدة
bg: Ето някои полезни връзки
bs: Ovdje su neki korisni Linkovi
ca: Heus ací alguns enllaços útils
fa: مطالبی در اینجا
he_il: להלן מספר קישורים שימושיים
lv: Šeit ir dažas noderīgas saites
ms: Berikut adalah beberapa link yang berguna
ro: Aici sunt cateva link-uri utile
sk: Tu sú niektoré užitočné odkazy
th: ที่นี่มีบางลิงค์ที่มีประโยชน์
ur: یہاں کچھ کارآمد ویب سائٹس ہیں

# AwaitingTranslation
source: Awaiting for translation...
ar: بانتظار الترجمة...
bg: Очакване за превод...
bs: Čeka za Prijevod...
ca: L'espera per a la traducció...
fa: انتظار برای ترجمه...
he_il: מחכה לתרגום...
lv: Gaida translation...
ms: Menunggu untuk terjemahan...
ro: În aşteptarea pentru traducere...
sk: Čaká na preklad...
th: รอสำหรับการแปล...
ur: ترجمہ کے لئے منتظر ہے...

source: Back
ar: رجوع
bg: Назад
bs: Leđa
ca: Esquena
fa: پشت
he_il: בחזרה
lv: Atpakaļ
ms: Belakang
ro: Spate
sk: Späť
th: ย้อนกลับ
ur: پیٹھ

source: Staff Directory
ar: دليل الموظفين
bg: Персонал директория
bs: Osoblje imenik
ca: Directori de personal
fa: دایرکتوری کارکنان
he_il: צוות הספריה
lv: Darbinieku direktorijs
ms: Direktori Kakitangan
ro: Director de personal
sk: Adresár zamestnancov
th: พนักงานไดเรกทอรี
ur: سٹاف کی ڈائرکٹری

# SubscribedToMailingList
source: You've been added to our mailing list.
ar: لقد تم إضافتك إلى القائمة البريدية.
bg: Вие сте били добавени към нашия пощенски списък.
bs: Dodan na našu mailing listu.
ca: Que ha estat afegit a la nostra llista de correu.
fa: شما را به لیست پستی ما اضافه شده اید.
he_il: אתה כבר נוספה לרשימת התפוצה שלנו.
lv: Jūs esat pievienots mūsu adresātu sarakstu.
ms: Anda telah ditambah ke senarai mel kami.
ro: Aţi fost adăugat la lista noastră de difuzare.
sk: Vy ste bol pridaný do nášho mailing listu.
th: คุณได้เพิ่มรายการจดหมายของเรา
ur: آپ ہماری میلنگ لسٹ کو شامل کیا گیا ہے ۔

# ThankYouForInterest
source: Thank you for your interest in our latest updates. You will shortly receive an email confirming your subscription.
ar: شكرا لاهتمامك بآخر التحديثات. قريبا سوف تتلقى رسالة إلكترونية تؤكد اشتراكك في نشرتنا البريدية.
bg: Благодарим ви за проявения интерес към нашите най-новите актуализации. Скоро ще получите имейл за потвърждение на вашия абонамент.
bs: Hvala vam na vašem interesu za naš najnoviji obnove. Ubrzo ćete primiti e-poštu potvrde pretplatu.
ca: Gràcies pel seu interès en les nostres últimes actualitzacions. En breu rebreu un email confirmant la vostra subscripció.
fa: با تشکر از شما برای منافع خود را در ما آخرین به روز رسانی. شما یک ایمیل تایید عضویت شما را دريافت ميكيند.
he_il: תודה לך על התעניינותך העדכונים האחרונים שלנו. זמן קצר תקבלו הודעת דוא ל המאשרת את המנוי שלך.
lv: Paldies par jūsu interesi par mūsu jaunākos atjauninājumus. Drīzumā jūs saņemsiet e-pastu, apliecinot savu abonementu.
ms: Terima kasih kerana minat anda untuk Kemaskini Terakhir kami. Anda tidak lama akan menerima emel mengesahkan langganan anda.
ro: Vă mulţumim pentru interesul dumneavoastră în cele mai recente actualizări noastre. La scurt timp veţi primi un e-mail de confirmare abonamentul.
sk: Ďakujeme vám za váš záujem o naše najnovšie aktualizácie. Čoskoro dostanete e-mail s potvrdením vášho predplatného.
th: ขอบคุณสำหรับความสนใจในการปรับปรุงล่าสุดของเรา คุณจะได้รับอีเมล์ยืนยันการสมัครใช้งานไม่นาน
ur: ہمارے تازہ ترین تازہ کاریوں میں آپ کی دلچسپی کے لئے آپ کا شکریہ. آپ کو جلد ہی آپ کی رکنیت کی تصدیق ایک ای میل موصول ہوگی ۔

# DeleteProfileConfirmation
source: Are you sure you want to delete your profile?
ar: هل أنت متأكد من أنك تريد حذف ملف تعريفك الشخصي؟
bg: Наистина ли искате да изтриете профила си?
bs: Jeste li sigurni da želite izbrisati svoj profil?
ca: Esteu segur que voleu suprimir el seu perfil?
fa: می خواهید پروفایل حذف شود؟
he_il: האם אתה בטוח שברצונך למחוק את הפרופיל שלך?
lv: Vai tiešām vēlaties izdzēst savu profilu?
ms: Adakah anda pasti anda ingin menghapuskan profil anda?
ro: Sunteţi sigur că doriţi să ştergeţi-vă profilul?
sk: Naozaj chcete odstrániť svoj profil?
th: คุณต้องการลบโปรไฟล์ของคุณแน่ใจหรือไม่
ur: اثبات کریں کہ آپ اپنے پروفائل حذف کرنا چاہتے ہیں؟

# DeleteProfile
source: Delete My Profile
ar: حذف ملف التعريف
bg: Изтрий моя профил
bs: Izbriši moj profil
ca: Suprimir el meu perfil
fa: حذف پروفایل من
he_il: מחק את הפרופיל שלי
lv: Dzēst manu profilu
ms: Menghapuskan profil saya
ro: Şterge profilul meu
sk: Zmazať môj profil
th: ลบโปรไฟล์ของฉัน
ur: میری پروفائل حذف کریں

# Gallery
source: Photo Gallery
ar: معرض الصور
bg: Фото галерия
bs: Foto Galerija
ca: Galeria de fotos
fa: گالری عکس
he_il: גלריה:
lv: Fotoattēlu galerija
ms: Galeri Foto
ro: Galerie foto
sk: Fotogaléria
th: รูปภาพ
ur: تصویر گیلری، نگارخانہ

# ChooseGallery
source: --Choose photo gallery--
ar: --اختر معرض الصور-
bg: --Изберете Фото галерия--
bs: --Odaberite galeriju fotografija...
ca: -- Selecciona la galeria de fotos-
fa: --گالری عکس--را انتخاب کنید
he_il: -- בחר תמונה בגלריה...
lv: -Izvēlieties foto galerijas-
ms: --Pilih photo gallery--
ro: --Alege Galerie foto--
sk: --Vyberte Foto Galéria--
th: -เลือกภาพแกลอรี่-
ur: -تصویر گیلری، نگارخانہ - کا انتخاب کریں

# Galleries
source: Photo Galleries
ar: معارض الصور
bg: Фото галерии
bs: Foto galerije
ca: Galeries de fotos
fa: گالری عکس
he_il: גלריות תמונות
lv: Foto galerijas
ms: Galeri Foto
ro: Galerii foto
sk: Fotogaléria
th: แกลเลอรี่ภาพ
ur: تصویر گیلری

# GalleryCategory
source: Category
ar: التصنيف
bg: Категория
bs: Kategorija
ca: Categoria
fa: رده
he_il: קטגוריה
lv: Kategorija
ms: Kategori
ro: Categorie
sk: Kategória
th: ประเภท
ur: زمرہ

# GalleryCategories
source: Categories
ar: التصنيفات
bg: Категории
bs: Kategorije
fa: ردههای صفحه
he_il: קטגוריות
lv: Kategorijas
ms: Kategori
ro: Categorii
sk: Kategórie
th: หมวดหมู่
ur: زمرہ جات

source: URL Slug
ar: وصلة ودية
bg: Приятелска връзка
bs: Prijateljske veze
ca: Amistós enllaç
fa: لینک
he_il: קישור ידידותי
lv: Draudzīgas saites
ms: Pautan mesra
ro: Link-ul prietenos
sk: Priateľské odkaz
th: ลิงค์
ur: دوستانہ لنک

source: URL
ar: الرابط
bg: Връзка
bs: Veza
ca: Enllaç
fa: لینک
he_il: קישור
lv: Saite
ms: Pautan
ro: Link-ul
sk: Odkaz
th: การเชื่อมโยง
ur: ربط

# DeveloperURL
source: Developer Website
ar: الموقع المطور
bg: Разработчици сайт
bs: Autor web stranice
ca: Desenvolupador web
fa: وب سایت توسعه دهنده
he_il: מפתח האתר
lv: Izstrādātāju mājas lapā
ms: Laman web pemaju
ro: Site-ul dezvoltatorului
sk: Vývojár webových stránkach
th: เว็บไซต์ผู้พัฒนา
ur: ڈویلپر کی ویب سائٹ

source: Reference
ar: المرجع
bg: Препратка
bs: Referenca
ca: Referència
fa: مرجع
he_il: הפניה
lv: Atsauces
ms: Rujukan
ro: Referinţă
sk: Odkaz
th: อ้างอิง
ur: حوالہ

source: Content Items
ar: عناصر المحتوى
bg: Съдържание елементи
bs: Sadržaj stavke
ca: Elements de contingut
fa: آیتم های محتوا
he_il: פריטי תוכן
lv: Satura elementus
ms: Kandungan item
ro: Elemente de conţinut
sk: Položiek obsahu
th: เนื้อหารายการ
ur: مشمول اشیاء

source: Identity
ar: الهوية
bg: Идентичност
bs: Identitet
ca: Identitat
fa: هویت
he_il: זהות
lv: Identitāte
ms: Identiti
ro: Identitate
th: รหัสประจำตัว
ur: شناخت

source: Recruitment
ar: التوظيف
bg: Набиране на персонал
bs: Zapošljavanje
ca: Contractació
fa: استخدام
he_il: גיוס
lv: Personāla atlases
ms: Pengambilan
ro: Recrutare
sk: Nábor
th: สรรหาบุคลากร
ur: بھرتی

source: Settings
ar: الإعدادات
bg: Настройки
bs: Postavke
ca: Configuració
fa: تنظیمات
he_il: הגדרות
lv: Iestatījumi
ms: Seting
ro: Setări
sk: Nastavenia
th: การตั้งค่า
ur: سیٹنگیں

# Lorem1
source: The fastest way to grow your business.
ar: أسرع طريقة لتعزيز أعمالكم التجارية.
bg: Най-бързият начин да развиете бизнеса си.
bs: Najbrži način da rastu vašeg poslovanja.
ca: La manera més ràpida de fer créixer el seu negoci.
fa: سریعترین راه برای رشد کسب و کار شما.
he_il: הדרך המהירה ביותר לעסק שלך לגדול.
lv: Ātrākais veids, kā pieaugs jūsu biznesa.
ms: Cara terpantas untuk mengembangkan perniagaan anda.
ro: Cel mai rapid mod de a vă dezvolta afacerea.
sk: Najrýchlejší spôsob, ako rast vášho podnikania.
th: วิธีการขยายธุรกิจของคุณ
ur: آپ کے کاروبار کے بڑھنے کی سب سے تیز رفتار طریقہ ہے ۔

# Lorem2
source: Check out our options and features included.
ar: تعرف على الخيارات والميزات التي نقدمها.
bg: Вижте нашите възможности и са включени функции.
bs: Provjerite naše mogućnosti i mogućnosti uključene.
ca: Comprovi el nostre opcions i característiques incloses.
fa: ما گزینه های و ویژگی های شامل بررسی کنید.
he_il: בדוק אפשרויות ואת התכונות הכלולות שלנו.
lv: Apskatiet mūsu iespējas un funkcijas, kas iekļautas.
ms: Check out kami pilihan dan ciri-ciri yang disertakan.
ro: Check out noastre opţiuni şi caracteristicile incluse.
sk: Pozrite si naše možnosti a funkcie.
th: ตรวจสอบตัวเลือกและคุณลักษณะของเรา
ur: اپنے اختیارات اور خصوصیات شامل کی جانچ کرلیں ۔

# GetStarted
source: Get Started Now!
ar: ابدأ الآن!
bg: Да започнете сега!
bs: Počnite sada!
ca: Comenceu ara mateix!
fa: هم اکنون شروع کنیم!
he_il: . נתחיל, עכשיו!
lv: Sāciet jau tagad!
ms: Mulakan sekarang!
ro: Începeţi acum!
sk: Začnite už teraz!
th: เริ่มต้นเดี๋ยวนี้
ur: ابھی آغاز کیجیئے!

source: or
ar: أو
bg: или
bs: ili
ca: o
fa: یا
he_il: או
lv: vai
ms: atau
ro: sau
sk: alebo
th: หรือ
ur: یا

source: learn more.
ar: تعرف على المزيد.
bg: Научете повече.
bs: uči više.
ca: més informació.
fa: بیشتر بدانید.
he_il: למד עוד.
lv: apgūt vairāk.
ms: belajar lagi.
ro: află mai multe.
sk: zistiť viac.
th: ศึกษาเพิ่มเติม
ur: اور سيکھو.

# Lorem3
source: This text is an example of text that can be replaced in the same space, this text has been generated from the Latin text generator.
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص اللاتيني.
bg: Този текст е пример за текст, който може да бъде заменен в същото пространство, този текст е бил генериран от генератора на текст на латиница.
bs: Ovaj tekst je primjer teksta koji se može zamijeniti u isti prostor, ovaj tekst je bio generiran iz latinskog teksta generator.
ca: Aquest text és un exemple de text que pot ser substituït en el mateix espai, aquest text ha estat generat des del generador de text llatí.
fa: این متن نمونه ای از متن است که می تواند در همان فضا را جایگزین، این متن از ژنراتور متن لاتین تولید شده.
he_il: טקסט זה הוא דוגמה של טקסט שניתן להחליפו באותו מרחב, טקסט זה נוצר מן הגנרטור טקסט לטיני.
lv: Šis teksts ir teksts, kas atrodas vienā un tai pašā telpā var aizstāt piemērs, šis teksts ir ģenerēts no ģeneratora tekstiem latīņu rakstībā.
ms: Teks ini adalah satu contoh teks yang akan diganti di tempat yang sama, teks ini telah dihasilkan daripada penjana teks bahasa Latin.
ro: Acest text este un exemplu de text care poate fi înlocuit în acelaşi spaţiu, acest text a fost generat de Generatorul de text în latină.
sk: Tento text je príklad textu, ktorý je možné vymeniť v rovnakom priestore, tento text, ktorý vznikol z latinského textu generátora.
th: ข้อความนี้เป็นตัวอย่างของข้อความที่สามารถถูกแทนที่ในพื้นที่เดียวกัน ข้อความนี้ถูกสร้างขึ้นจากเครื่องกำเนิดไฟฟ้าภาษาละติน
ur: یہ متن ایک مثال متن میں ایک ہی جگہ جگہ کیا جا سکتا ہے، اس متن کو لاطینی متن کے جنریٹر سے پیدا کیا گیا ہے ۔

source: John Smith
ar: جون سميث
bg: Джон Смит
fa: جان اسمیت
he_il: ג'ון סמית
lv: Jānis Bērziņš
sk: Ján Kováč
th: จอห์นสมิธ
ur: جان سمتھ

source: What Clients Say
ar: ما يقوله العملاء
bg: Какво казват клиентите за нас
bs: Što klijenti kažu
ca: Què diuen els Clients
fa: چه مشتریان بگو
he_il: מה אומרים לקוחות
lv: Ko klienti saka
ms: Katakanlah Apakah pelanggan
ro: Ce spun clientii
sk: Čo hovoria klienti
th: สิ่งที่ลูกค้าพูด
ur: کیا کلائنٹس کہتے ہیں کہ

source: January
ar: يناير
bg: Януари
bs: Siječanj
ca: Gener
fa: ژانویه
he_il: ינואר
lv: Janvāris
ms: Januari
ro: Ianuarie
sk: Januára
th: มกราคม
ur: جنوری

# JobTitleName
source: CEO & Founder - ABC Company
ar: الرئيس التنفيذي - شركة اي بي سي
bg: Изпълнителен директор & основател - компанията ABC
bs: Izvršni Direktor i osnivač - tvrtka ABC
ca: CEO 59 fundador - empresa d'ABC
fa: مدیر عامل شرکت & موسس - شرکت ABC
he_il: מנכ ל & מייסד - חברת ABC
lv: CEO un dibinātājs - ABC uzņēmums
ms: Ketua Pegawai Eksekutif & pengasas - syarikat ABC
ro: CEO & fondator - firma ABC
sk: CEO & zakladateľ - ABC spoločnosť
th: CEO และผู้ก่อตั้ง - บริษัท ABC
ur: سی ای او & بانی - اے بی سی کمپنی
