Repository: BlazorPlate/OfflineExamSystem
Catalog: Resources/Resources.*.resx
Languages: ar, bg, bs, ca, fa, he_il, lv, ms, ro, sk, th, ur

# AdminUsername
source: Administrator user name:
ar: اسم المستخدم لمدير النظام:
bg: Потребителско име
bs: Korisničko ime:
ca: Camp Nom d'usuari:
fa: نام های کاربری:
he_il: שם המשתמש מנהל:
lv: Administratora lietotāja vārds:
ms: Nama pengguna pentadbir:
ro: Nume de utilizator:
sk: Správca užívateľské meno:!
th: ชื่อผู้ใช้:
ur: :صارفی نام

# AdminPassword
source: Administrator password:
ar: كلمة المرور لمدير النظام:
bg: Управление парола:
bs: Administratorska lozinka:
ca: paraula Clau:
fa: رمز عبور سرپرست توده منبع:
he_il: סיסמה של מנהל יער מקור:
lv: Administratora parole:
ms: Kata laluan pentadbir:
ro: Este necesară parola administratorului:
sk: Heslo správcu:
th: รหัสผ่านผู้ดูแลระบบ:
ur: ذریعہ جنگل منتظم پاس ورڈ:

# EmpId
source: Employee ID
ar: رقم الموظف

# FullName_En
source: English Name
ar: الاسم بالانجليزية

# FullName_Ar
source: Arabic Name
ar: الاسم بالعربية

source: Enabled?
ar: مفعل؟

source: Exam mode
ar: نمط الامتحان

source: Exam type
ar: نوع الامتحان

source: --Choose exam type--
ar: --اختر نوع الامتحان--

source: Start
ar: ابدأ

source: Time remaining
ar: الوقت المتبقي

source: Finish exam
ar: انهاء الامتحان

source: Question
ar: سؤال

# ChooseCorrect
source: Choose all that is correct
ar: اختر كل ما هو صحيح

# ExamTimeFinished
source: Exam time has been finish
ar: تم انتهاء وقت الامتحان

source: Final mark
ar: العلامة النهائية

source: --Choose exam mode--
ar: --اختر نمط الامتحان--

source: Exam duration
ar: مدة الامتحان

source: Total Question
ar: مجموع الأسئلة

source: Minutes
ar: دقائق

# WriteThoughts
source: Write your thoughts
ar: اكتب ملاحظات

source: Simulation
ar: محاكاة

source: Validate answer
ar: تحقق من الإجابة

source: True answer
ar: إجابة صحيحة

source: Wrong answer
ar: إجابة خاطئة

# SpecifyAnswer
source: Specify correct answer
ar: حدد الإجابة الصحيحة

# Question_En
source: English Question
ar: السؤال بالانجليزية

# Question_Ar
source: Arabic Question
ar: السؤال بالعربية

# CorrectHint_En
source: English Correct Hint
ar: تلميح صحيح بالإنجليزية

# WrongHint_En
source: English Wrong Hint
ar: تلميح خاطئ بالانجليزية

# CorrectHint_Ar
source: Arabic Correct Hint
ar: تلميح صحيح بالعربية

# WrongHint_Ar
source: Arabic Wrong Hint
ar: تلميح خاطئ بالعربية

source: Question Type
ar: نوع السؤال

# Label_En
source: English Label
ar: الخيار بالإنجليزية

# Label_Ar
source: Arabic Label
ar: الخيار بالعربية

source: Points
ar: النقاط

# Name_En
source: English Name
ar: الاسم بالإنجليزية

source: Question Number
ar: رقم السؤال

source: Exam
ar: الامتحان

source: Exams
ar: الامتحانات

source: Question Bank
ar: بنك الأسئلة

source: Entry Date
ar: تاريخ الدخول
