Repository: BlazorPlate/OfflineExamSystem
Catalog: Resources/Resources.*.resx
Languages: ar, bg, bs, ca, fa, he_il, lv, ms, ro, sk, th, ur

# SubmittedOn
source: Submittion Date
ar: تاريخ تقديم الطلب
bg: Дата на изпращане на панорамата
bs: Submittion spoj
ca: Submittion data
fa: تاریخ Submittion
he_il: תאריך Submittion
lv: Submittion datums
ms: Tarikh Submittion
ro: Data de Submittion
sk: Submittion dátum
th: Submittion วัน
ur: سبماٹااون کی تاریخ

source: Subscribe
ar: إشتراك
bg: Абонирайте се
bs: Pretplatite se
ca: Subscriure's
fa: مشترک شدن در
he_il: הצטרף כמנוי
lv: Abonēt
ms: Melanggan
ro: Aboneaza-te
sk: Prihlásiť sa
th: สมัครสมาชิก
ur: سبسکرائب کریں

# SubscriptionMessage
source: Subscribe to Our Newsletter to get Important News
ar: اشترك بنشرتنا البريدية ليصلك كل جديد عن آخر الأخبار
bg: Абонирайте се за нашия бюлетин за да получите важни новини
bs: Pretplatite se na naš Newsletter kako biste dobili važne vijesti
ca: Subscriure's al nostre butlletí per a rebre notícies importants
fa: مشترک شدن در خبرنامه ما را دریافت اخبار مهم
he_il: הירשם לניוזלטר שלנו כדי לקבל חדשות חשובות
lv: Abonēt mūsu biļetenu, lai saņemtu svarīgi jaunumi
ms: Langgan Newsletter kami untuk mendapatkan maklumat penting
ro: Aboneaza-te la newsletter-ul nostru pentru a primi ştiri importante
sk: Vyberajte náš Newsletter získať dôležité správy
th: สมัครรับจดหมายข่าวของเราเพื่อรับข่าวสารสำคัญ
ur: ہماری اہم خبریں حاصل کرنے کے لیے نیوز لیٹر کو سبسکرائب کریں

source: Tag
ar: الوسم
bg: Етикет
bs: Oznaka
ca: Etiqueta
fa: برچسب
he_il: תג
lv: Taga
ro: Tag-ul
th: แท็ก
ur: ٹیگ

source: Tags
ar: الأوسمة
bg: Тагове
bs: Oznake
ca: Etiquetes
fa: برچسب ها
he_il: תגיות
ms: Tag
ro: Tag-uri
sk: Tagy
th: แท็ก
ur: ٹیگز

source: Telephone
ar: هاتف
bg: Телефон
bs: Telefon
ca: Telèfon
fa: تلفن
he_il: טלפון
lv: telefons
ms: Telefon
ro: Telefon
sk: Telefónne číslo
th: โทรศัพท์
ur: ٹیلی فون

# Terms
source: Translations
ar: الترجمات
bg: Преводи
bs: Prijevodi
ca: Traduccions
fa: ترجمه
he_il: תרגומים
lv: Tulkojumi
ms: Terjemahan
ro: Versuri
sk: Preklady
th: คำแปล
ur: ترجمہ

# ThankYou
source: Thank for joining us!
ar: شكرأ لإنضمامك إلينا!
bg: Благодаря ви за присъедини към нас!
bs: Hvala što ste nam se pridružili!
ca: Gràcies per acompanyar-nos!
fa: به خاطر پیوستن به ما!
he_il: תודה שהצטרפתם אלינו!
lv: Paldies par pievienošanos mums!
ms: Terima kerana menyertai kami!
ro: Mulţumesc pentru alături de noi!
sk: Ďakujem za nami!
th: ขอบคุณสำหรับการร่วมงานกับเรา
ur: ہم میں شمولیت کے لئے آپ کا شکریہ!

# ThankYouFor
source: Thanks for joining
ar: شكرأ لإنضمامك الى موقع
bg: Благодаря за присъединяване
bs: Hvala što ste se pridružili
ca: Gràcies per acompanyar-
fa: با تشکر برای پیوستن به
he_il: . תודה שהצטרפת
lv: Paldies, ka pievienojāties
ms: Terima kasih untuk menyertai
ro: Vă mulţumim pentru aderarea la
sk: Vďaka za vstup
th: ขอบคุณสำหรับการเข้าร่วม
ur: میں شمولیت کے لئے شکریہ

source: Thumb Path
ar: مسار الصورة المصغره
bg: Палец път
bs: Palac put
ca: Camí de polze
fa: مسیر نما
he_il: נתיב האגודל
lv: Thumb ceļš
ms: Ibu jari laluan
ro: Degetul mare drumul
sk: Palcom cesta
th: เส้นทางนิ้วหัวแม่มือ
ur: انگوٹھے کی راہ

source: Title
ar: العنوان
bg: Заглавие
bs: Naslov
ca: Títol
fa: عنوان
he_il: כותרת
lv: Nosaukums
ms: Tajuk
ro: Titlu
sk: Názov
th: ชื่อเรื่อง
ur: عنوان

# TranslationId
source: Translation
ar: الترجمه
bg: Превод
bs: Prijevod
ca: Traducció
fa: ترجمه
he_il: תרגום
lv: Tulkojums
ms: Penterjemahan
ro: Traducere
sk: Preklad
th: แปล
ur: ترجمہ

# TwitterUrl
source: Twitter
ar: رابط تويتر
ca: Refilar
fa: توییتر
he_il: טוויטר
lv: Čivināt
ro: Stare de nervozitate
th: ทวิตเตอร์
ur: ٹوئٹر

# TwoFactor
source: Two-Factor Authentication
ar: طرق التحقق
bg: Дву факторно удостоверяване
bs: Two-Factor autentifikacije
ca: Autenticació de dos Factor
fa: دو فاکتور تایید
he_il: אימות דו-גורמי
lv: Divu faktoru autentificēšana
ms: Pengesahan dua faktor
sk: Dvojfaktorové overovanie
th: รับรองความถูกต้องสองปัจจัย
ur: دو عناصر کی تصدیق

# TwoFactorType
source: Two-Factor Authentication Method
ar: طريقة التحقق
bg: Дву факторно удостоверяване метод
bs: Dvofaktorska Provjera autentičnosti
ca: Mètode d'autenticació de dos Factor
fa: دو فاکتور تایید روش
he_il: שיטת אימות שני הגורמים
lv: Divu faktoru autentifikācijas metodi
ms: Kaedah pengesahan dua faktor
ro: Two-Factor Authentication metoda
sk: Dvojfaktorové overenie metódy
th: วิธีการตรวจสอบสองปัจจัย
ur: دو عناصر کی تصدیق کا طریقہ

source: Upload Personal Photo
ar: تحميل صورة شخصية
bg: Качване на лична снимка
bs: Prijenos osobnih fotografija
ca: Carregui foto Personal
fa: آپلود عکس شخصی
he_il: להעלות תמונה אישית
lv: Personīgu fotoattēlu augšupielādes
ms: Meng-upload gambar peribadi
ro: Încarcă foto personale
sk: Nahrať osobné foto
th: อัพโหลดภาพส่วนตัว
ur: ذاتی تصویر اپ لوڈ کریں

source: User
ar: مستخدم
bg: Потребител
bs: Korisnik
ca: L'usuari
fa: کاربر
he_il: המשתמש
lv: Lietotājs
ms: Pengguna
ro: Utilizator
sk: Používateľ
th: ผู้ใช้
ur: صارف

source: Username
ar: اسم المستخدم
ca: Nom d'usuari
fa: نام کاربری
lv: Lietotājvārds
ro: Nume de utilizator

# UserRolesAssignment
source: Roles (Permissions) assigned for user:
ar: الصلاحيات الممنوحه للمستخدم:
bg: Роли, присвоени на потребител:
bs: Uloge dodijeljene za korisnika:
ca: Funcions assignades per l'usuari:
fa: نقش های اختصاص یافته برای کاربر:
he_il: התפקידים שהוקצו עבור משתמש:
lv: Piešķirtie lietotāja lomas:
ms: Peranan yang diperuntukkan untuk pengguna:
ro: Rolurile atribuite de utilizator:
sk: Roly priradené používateľovi:
th: บทบาทที่กำหนดให้สำหรับผู้ใช้:
ur: صارف کے لئے تفویض کیے گئے کردار:

source: Users
ar: المستخدمين
bg: Потребители
bs: Korisnici
ca: Usuaris
fa: کاربران
he_il: משתמשים
lv: Lietotājiem
ms: Pengguna
ro: Utilizatorii
sk: Používatelia
th: ผู้ใช้
ur: صارفین

source: Vacancy
ar: وظيفة شاغرة
bg: Работа annoucement през
bs: Posao najava
ca: Convocatòria de feina
fa: کار Annoucement
he_il: עבודה Annoucement
lv: Darba Annoucement
ms: Pengumuman kerja
ro: Job Annoucement
sk: Prácu hláska
th: ประกาศงาน
ur: کام اننووکمانٹ

source: Vacancy Type
ar: نوع الوظيفة الشاغرة
bg: Вакантно тип
bs: Upražnjeno mjesto tip
ca: Tipus de vacant
fa: جای خالی نوع
he_il: סוג משרה פנויה
lv: Vakanci tips
ms: Jenis jawatan kosong
ro: Tipul de post vacant
sk: Typ voľné miesto
th: ชนิดตำแหน่ง
ur: آسامی قسم

source: Verification Code
ar: رمز التحقق
bg: Код за проверка
bs: Kod za provjeru
ca: Codi de verificació
fa: کد امنیتی
he_il: קוד אימות
lv: Pārbaudes kods
ms: Kod pengesahan
ro: Cod de verificare
sk: Overovací kód
th: รหัสยืนยัน
ur: توثیقی کوڈ

# Verify
source: Verify Now
ar: تحقق الآن
bg: Провери сега
bs: Provjerite odmah
ca: Verificar ara
fa: حال تایید کنید
he_il: ודא עכשיו
lv: Pārbaudīt tūlīt
ms: Tentu sekarang
ro: Verifica acum
sk: Skontrolujte teraz
th: ตรวจสอบขณะนี้
ur: اب کی توثیق کریں

source: Verify phone number
ar: التحقق من رقم هاتفك
bg: Проверете телефонен номер
bs: Provjerite je li telefonski broj
ca: Verifiqueu el número de telèfon
fa: بررسی شماره تلفن
he_il: ודא את מספר הטלפון
lv: Pārliecinieties, vai tālruņa numuru
ms: Sahkan nombor telefon
ro: Verificaţi dacă numărul de telefon
sk: Overenie telefónneho čísla
th: ตรวจสอบหมายเลขโทรศัพท์
ur: فون نمبر کی توثیق کریں

# VerifyPhoneNumberOption
source: Enter verification code in order to verify your identity.
ar: ادخل رمز التحقق المرسل الى جوالك ليتم التحقق من رقم هاتفك.
bg: Въведете код за проверка, за да удостоверите самоличността си.
bs: Unesite kod za provjeru kako bi potvrdili vaš identitet.
ca: Introduïu el codi de verificació per verificar la vostra identitat.
fa: کد تأیید صحت به منظور تایید هویت خود وارد کنید.
he_il: להזין קוד אימות כדי לאמת את זהותך.
lv: Ievadiet verifikācijas kodu, lai pārbaudītu jūsu identitāti.
ms: Masukkan kod pengesahan untuk mengesahkan identiti anda.
ro: Introduceţi codul de verificare pentru a vă verifica identitatea.
sk: Zadajte overovací kód na overenie vašej identity.
th: ป้อนรหัสยืนยันเพื่อยืนยันตัวตนของคุณ
ur: توثیقی کوڈ کو آپ کی شناخت کی توثیق کرنے کے لئے داخل کریں ۔

source: View
ar: عرض
bg: Изглед
bs: Prikaz
ca: Veure
fa: مشاهده
he_il: תצוגה
lv: Skats
ms: Pandangan
ro: Vezi
sk: Zobrazenie
th: ดู
ur: منظر

source: View CV
ar: عرض السيرة الذاتية
bg: Преглед на CV
bs: Prikaz CV
ca: Veure CV
fa: مشاهده رزومه
he_il: תצוגת CV
lv: Skatīt CV
ms: Lihat CV
ro: Vezi CV
sk: Zobraziť životopis
th: ดู CV
ur: منظر CV

source: View Translation
ar: عرض الترجمة
bg: Изглед превод
bs: Prikaz prijevoda
ca: Traducció vista
fa: مشاهده ترجمه
he_il: תרגום תצוגה
lv: Skats Translation
ms: Lihat terjemahan
ro: Vezi traducerea
sk: Zobraziť preklad
th: ดูคำแปล
ur: منظر ترجمہ

# WebDevelopedBy
source: Website Developer Name
ar: اسم مطور الموقع
bg: Уебсайт разработчик име
bs: Ime web programera
ca: Nom de desenvolupador web
fa: نام وب سایت توسعه دهنده
he_il: שם מפתח האתר
lv: Mājas lapas izstrādātāja nosaukums
ms: Nama pembangun Laman web
ro: Numele de dezvoltator site-ul
sk: Názov vývojára webových stránok
th: ชื่อผู้พัฒนาเว็บไซต์
ur: ویب سائٹ ڈویلپر نام

source: Website
ar: الموقع الإلكتروني
bg: Уебсайт
bs: Web stranica
ca: Lloc web
fa: وب سایت
he_il: אתר אינטרנט
lv: Mājas lapa
ms: Laman web
ro: Site-ul
sk: Webové stránky
th: เว็บไซต์
ur: ویب سائٹ

source: Welcome
ar: مرحباً
bg: Добре дошли
bs: Dobrodošli
ca: Benvingut
fa: خوش آمدی
he_il: ברוך הבא
lv: laipni lūdzam
ms: Mengalu-alukan
ro: bun venit
sk: vitaj
th: ยินดีต้อนรับ
ur: میں خوش آمدید

# YouTubeUrl
source: YouTube
ar: رابط يوتيوب
bs: Mladost
fa: یوتیوب
ur: یو ٹیوب

source: View Profile
ar: عرض الملف الشخصي
bg: Преглед на профил
bs: Pogledaj profil
ca: Veure perfil
fa: مشاهده اطلاعات عمومی
he_il: צפה בפרופיל
lv: Skatīt profilu
ms: Lihat Profail
ro: Vezi profilul
sk: Zobraziť profil
th: ดูโพรไฟล์
ur: پروفائل دیکھیں

source: Our Staff Directory
ar: دليل الموظفين
bg: Нашата директория за персонала
bs: Naše osoblje imenik
ca: Nostre directori de personal
fa: همکاران ما
he_il: מדריך הצוות שלנו
lv: Mūsu darbinieku direktorija
ms: Direktori Kakitangan kami
ro: Directorul nostru personal
sk: Naši zamestnanci Directory
th: ชื่อพนักงานของเรา
ur: ہمارے سٹاف کی ڈائرکٹری

source: Search by
ar: البحث من خلال
bg: Търсене по
bs: Pretraživanje po
ca: Cerca per
fa: جستجو بر اساس
he_il: חיפוש לפי
lv: Meklēt pēc
ms: Cari mengikut
ro: Căutare după
sk: Vyhľadávanie podľa
th: ค้นหาโดย
ur: کی طرف سے تلاش کریں

source: Search by departmet
ar: البحث من خلال الأقسام
bg: Търсене по departmet
bs: Pretraživanje po departmet
ca: Cerca per departmet
fa: جستجو توسط گروه فارماكولوژي
he_il: חיפוש לפי departmet
lv: Meklēt pēc departmet
ms: Carian departmet
ro: Căutare după departmet
sk: Vyhľadávanie podľa departmet
th: ค้นหา โดย departmet
ur: دیپارٹمیٹ کی طرف سے تلاش کریں

source: Hello
ar: مرحباً
bg: Здравейте
bs: Pozdrav
ca: Hola
fa: سلام
he_il: שלום
lv: labdien
ro: bună
sk: dobrý deň
th: สวัสดี
ur: خوش آمدید

# DuplicateEmail
source: The email address is already registered.
ar: الريد الالكتروني المدخل مسجل حالياً.
bg: Имейл адрес вече е регистриран.
bs: E-mail adresa je već registrirana.
ca: L'adreça electrònica ja està registrada.
fa: آدرس ایمیل در حال حاضر ثبت شده است.
he_il: כתובת הדוא ל רשום כבר.
lv: E-pasta adrese jau ir reģistrēta.
ms: Alamat e-mel yang telah didaftarkan.
ro: Adresa de e-mail este deja înregistrată.
sk: E-mailová adresa je už registrovaná.
th: อยู่อีเมลที่ได้ลงทะเบียน
ur: ای میل ایڈرس پہلے ہی رجسٹر ہے ۔

# InvalidOrganizationEmail
source: Enter your work email address.
ar: ادخل بريد الكتروني تابع للمؤسسة التي تعمل فيها.
bg: Въведете вашия работен имейл адрес.
bs: Upišite svoju email adresu za rad.
ca: Introduïu el vostre adreça de correu electrònic de treball.
fa: آدرس ایمیل کار خود را وارد کنید.
he_il: הזן את כתובת הדוא של עבודה.
lv: Ievadiet savu darba e-pasta adresi.
ms: Masukkan alamat e-mel kerja anda.
ro: Introduceţi adresa de e-mail de lucru.
sk: Zadajte pracovnú e-mailovú adresu.
th: ป้อนอีเมลของคุณทำงาน
ur: آپ کا کام ای میل ایڈریس درج کریں ۔

source: Department Staff List
ar: قائمة موظفي القسم
bg: Отдел персонал списък
bs: Popis osoblja odjela
ca: Llista de personal Departament
fa: فهرست کارکنان بخش
he_il: רשימת צוות המחלקה
lv: Departamenta darbinieku saraksts
ms: Senarai kakitangan Jabatan
ro: Listă de personalul departamentului
sk: Zoznam zamestnancov odboru
th: รายชื่อพนักงานฝ่าย
ur: محکمہ کا عملہ فہرست

source: Search Result
ar: نتيجة البحث
bg: Резултат от търсене
bs: Rezultat pretraživanja
ca: Resultat de la cerca
fa: نتیجه جستجو
he_il: תוצאת חיפוש
lv: Meklēšanas rezultāts
ms: Hasil carian
ro: Rezultat de căutare
sk: Výsledok vyhľadávania
th: ผลการค้นหา
ur: تلاش کے نتائج

# DuplicateError
source: Cannot insert duplicate records.
ar: لا يمكن ادخال سجل مدخل مسبقاً
bg: Не може да вмъкне дублиращи се записи.
bs: Nije moguće umetnuti dupliciranih zapisa.
ca: No es pot inserir registres duplicats.
fa: قادر به درج رکورد تکراری نمی باشد.
he_il: לא ניתן להוסיף רשומות כפולות.
lv: Nevar iespraust ierakstu dublikātus.
ms: Tidak boleh masukkan rekod pendua.
ro: Imposibil de inserat înregistrările dublate.
sk: Nedá sa vložiť duplicitné záznamy.
th: ไม่สามารถแทรกระเบียนที่ซ้ำกัน
ur: مثنی ریکارڈ داخل نہیں کر سکتا ۔

source: Employee Name
ar: اسم الموظف
bg: Име на служител
bs: Ime zaposlenika
ca: Nom de l'empleat
fa: نام کارمند
he_il: שם העובד
lv: Darbinieka vārds
ms: Nama kakitangan
ro: Numele angajatului
sk: Meno zamestnanca
th: ชื่อพนักงาน
ur: ملازم کے نام

source: Click here to log in
ar: اضغط هنا للدخول
bg: Щракнете тук, за да влезете в
bs: Kliknite ovdje za prijavu
ca: Feu clic aquí per iniciar la sessió
fa: اینجا را کلیک کنید برای ورود به سیستم
he_il: לחץ כאן כדי להיכנס
lv: Uzklikšķināt šeit, lai pieteiktos
ms: Klik di sini untuk log masuk
ro: Click aici pentru a intra în
sk: Kliknite tu pre prihlásenie
th: คลิกที่นี่เพื่อเข้าสู่ระบบ
ur: میں لاگ ان کے لئے یہاں کلک کریں

source: Confirm Email
ar: تأكيد كلمة المرور
bg: Потвърдете имейл
bs: Potvrditi E-mail
ca: Confirmar correu electrònic
fa: تأييد ايميل
he_il: אשרר דוא
lv: Apstipriniet e-pasta
ms: Mengesahkan e-mel
ro: Confirmă E-mail
sk: Potvrdiť E-mail
th: ยืนยันอีเมล์
ur: ای میل کی تصدیق کریں

# ConfirmEmailThanks
source: Thank you for confirming your email.
ar: شكراً لك لتأكيدك بريدك الالكتروني
bg: Благодаря ви за потвърждение на вашия имейл.
bs: Hvala za potvrdu vaše e-pošte.
ca: Gràcies per confirmar el seu e-mail.
fa: از شما به خاطر ایمیل خود را تایید.
he_il: . תודה לך על. שאישרת את הדוא ל שלך.
lv: Paldies, lai apstiprinātu savu e-pastu.
ms: Terima kasih kerana mengesahkan e-mel anda.
ro: Vă mulţumesc pentru a confirma adresa de email.
sk: Ďakujem za potvrdenie e-mailu.
th: ขอบคุณสำหรับการยืนยันอีเมลของคุณ
ur: آپ کا ای میل کی تصدیق کے لئے آپ کا شکریہ.

# ForgotPasswordCheck
source: Please check your email to reset your password.
ar: الرجاء تفقد بريدك الالكتروني لإعادة ضبط كلمة المرور الخاصة بك.
bg: Проверете вашия имейл, за да възстановите паролата си.
bs: Molimo, provjerite e-mail za ponovno postavljanje lozinke.
ca: Si us plau revisa el teu email per restablir la contrasenya.
fa: لطفا ایمیل خود را برای تنظیم مجدد رمز عبور خود را.
he_il: נא בדוק את הדוא ל שלך כדי לאפס את הסיסמה שלך.
lv: Lūdzu, pārbaudiet savu e-pastu, lai atiestatītu savu paroli.
ms: Sila semak email anda untuk set semula kata laluan anda.
ro: Vă rugăm să verificaţi e-mailul pentru a reseta parola.
sk: Prosím skontrolujte svoj e-mail na obnovenie hesla.
th: กรุณาตรวจสอบอีเมล์เพื่อรีเซ็ตรหัสผ่านของคุณ
ur: آپ کا پاس ورڈ دوبارہ ترتیب دینے کا آپ کا ای میل کی پڑتال کریں ۔

source: Forgot Password Confirmation
ar: تأكيد إعادة ضبط كلمة المرور
bg: Забравена парола за потвърждение
bs: Zaboravio potvrda lozinke
ca: Oblidava la confirmació de la contrasenya
fa: تایید رمز عبور را فراموش کرده
he_il: שכחתי סיסמה
lv: Aizmirsu paroli apstiprinājums
ms: Terlupa kata laluan pengesahan
ro: Am uitat parola de confirmare
sk: Zabudli ste heslo potvrdenie
th: ลืมรหัสผ่าน
ur: تصدیق پاس ورڈ بھول گئے

source: Please
ar: يرجى
bg: Моля
bs: Molim te
ca: Si us plau
fa: لطفاً
he_il: בבקשה
lv: lūdzu
ms: Sila
ro: vă rog
sk: prosím
th: โปรด
ur: براہ مہربانی

source: Reset
ar: إعادة ضبط
bg: Начално състояние
bs: Resetiranje
ca: Restablir
fa: تنظیم مجدد
he_il: איפוס
lv: Atiestatīt
ms: Set semula
ro: Resetare
th: รีเซ็ต
ur: پھر سیٹ کریں

source: Reset Password
ar: إعادة ضبط كلمة المرور
bg: Възстановяване на парола
bs: Obnovi lozinku
ca: Restablir contrasenya
fa: تنظیم مجدد رمز عبور
he_il: איפוס סיסמה
lv: Paroles atiestatīšana
ms: Set semula kata laluan
ro: Reseteaza parola
sk: Obnoviť heslo
th: รีเซ็ตรหัสผ่าน
ur: پاس ورڈ پھر سیٹ کریں

source: Reset your password.
ar: إعادة ضبط كلمة المرور الخاصة بك.
bg: Възстановяване на паролата.
bs: Ponovno postavljanje lozinke.
ca: Restablir la contrasenya.
fa: تنظیم مجدد رمز عبور خود را.
he_il: לאפס את הסיסמה.
lv: Atiestatiet savu paroli.
ms: Set semula kata laluan anda.
ro: Reseta parola.
sk: Vytvorenie nového hesla.
th: รีเซ็ตรหัสผ่านของคุณ
ur: آپ کا پاس ورڈ پھر سیٹ کریں ۔

source: Security Code
ar: رمز التحقق
bg: Код за сигурност
bs: Sigurnosni kod
ca: Codi de seguretat
fa: کد امنیتی
he_il: קוד אבטחה
lv: Drošības kods
ms: Kod Keselamatan
ro: Cod de securitate
sk: Bezpečnostný kód
th: รหัสความปลอดภัย
ur: سیکورٹی کوڈ

source: Apply for
ar: تقديم طلب توظيف لوظيفة
bg: Кандидатстват за
bs: Podnijeti zahtjev za
ca: Sol·licitar
fa: برای درخواست
he_il: מועמדות
lv: Pieteikties
ms: Memohon untuk
ro: Se aplică pentru
sk: Požiadať o
th: ใช้สำหรับ
ur: کے لئے درخواست دے

source: --Choose department--
ar: --اختر القسم--
bg: --Изберете отдел--
bs: --Odaberite odjel...
ca: -- Selecciona Departament-
fa: --بخش--را انتخاب کنید
he_il: -- בחר מחלקה...
lv: -Izvēlēties nodaļu-
ms: --Pilih Jabatan--
ro: --Alege Departamentul--
sk: --Vyberte si oddelenie--
th: -เลือกกรม-
ur: – شعبہ – کا انتخاب کریں

# SubmissionId
source: Application Number
ar: رقم الطلب
bg: Номер на заявлението
bs: Broj aplikacije
ca: Número d'aplicació
fa: برنامه شماره
he_il: מספר יישומים
lv: Pieteikumu skaits
ms: Bilangan permohonan
ro: Numărul cererii
sk: Číslo žiadosti
th: หมายเลขใบสมัคร
ur: ایپلی کیشن کی تعداد

source: Download Applications
ar: تنزيل الطلبات
bg: Изтегляне приложения
bs: Preuzimanje aplikacije
ca: Descarregar aplicacions
fa: دانلود برنامه های کاربردی
he_il: להוריד יישומים
lv: Lejupielādēt programmas
ms: Muat turun aplikasi
ro: Descarca aplicatii
sk: Stiahnutie aplikácie
th: ดาวน์โหลดโปรแกรม
ur: ایپلی کیشن کو ڈاؤن لوڈ، اتارنا

# NotAvailable
source: N/A
ar: غير متوفر
bs: NIJE DOSTUPNO
fa: ازت /
ro: NEACSU
sk: N /

# GoCuteCMS
source: Go to CuteCMS
ar: الدخول الى نظام CuteCMS
bg: Отидете на CuteCMS
bs: Idite na CuteCMS
ca: Anar a CuteCMS
fa: رفتن به CuteCMS
he_il: ללכת CuteCMS
lv: Iet uz CuteCMS
ms: Pergi ke CuteCMS
ro: Du-te la CuteCMS
sk: Prejsť na CuteCMS
th: ไปที่ CuteCMS
ur: کوٹیکم کے لیے جانا

source: Error
ar: خطأ!
bg: Грешка
bs: Pogreška
fa: خطا
he_il: שגיאה
lv: Kļūda
ms: Ralat
ro: Eroare
sk: Chyba
th: ข้อผิดพลาด
ur: نقص

# ErrorNotification
source: Our technical staff have been automatically notified and will be looking into this with the utmost urgency.
ar: لقد تم تبليغ قسم الدعم الفني تلقائياً بخصوص هذا الخطأ حيث سوف يتم اصلاحه بالسرعة الممكنة.
bg: Нашият технически персонал са били уведомени автоматично и ще се търси в това с изключителна спешност.
bs: Naše tehničko osoblje automatski obaviješteni i biti obličje u ovo najveće hitnosti.
ca: El nostre personal tècnic han estat notificats automàticament i estaran buscant en això amb la màxima urgència.
fa: ما کارکنان فنی خودکار ابلاغ شده است و به این با فوریت بیشترین دنبال خواهد شد.
he_il: הצוות הטכני שלנו יהיה באופן אוטומטי, יחפש את זה עם הדבר הכי דחוף.
lv: Mūsu tehniskie darbinieki automātiski paziņots, un būs izskata šo ar ārkārtīgi steidzami.
ms: Kakitangan teknikal kami telah diberitahu secara automatik dan akan melihat ke dalam dengan segera penuh.
ro: Personalul nostru tehnic au fost notificate în mod automat şi va fi uitat în aceasta cu cea mai mare urgenţă.
sk: Náš technický personál boli automaticky informované a bude mať záujem do tohto s najväčšou naliehavosťou.
th: พนักงานด้านเทคนิคของเราได้รับแจ้งโดยอัตโนมัติ และจะหาทางนี้ ด้วยความเร่งด่วนสูงสุด
ur: ہمارے تکنیکی عملہ خود کار طریقے سے آگاہ کردیا گیا ہے اور میں اس کے ساتھ انتہائی فوری طور پر تلاش کیا جائے گا ۔

# GenericError
source: Something went wrong.
ar: لقد حدث خطأ ما.
bg: Нещо се обърка.
bs: Nešto je pošlo po zlu.
ca: Alguna cosa va sortir malament.
fa: چیزی خراب شد.
he_il: משהו השתבש.
lv: Kaut kas nogāja greizi.
ms: Sesuatu yang silap.
ro: Ceva a mers prost.
sk: Niečo sa pokazilo.
th: สิ่งที่ผิด
ur: کچھ غلط ہو گیا ۔

# NotFound
source: The page you requested can not be found!
ar: هذه الصفحة غير متوفرة.
bg: Страницата, която търсите не може да бъде намерен!
bs: Stranica koju ste tražili nije moguće pronaći.
ca: La pàgina que heu sol·licitat no es troba!
fa: صفحه مورد درخواست شما یافت نمی شود!
he_il: העמוד שביקשת לא נמצאה!
lv: Pieprasītā lapa nav atrasta!
ms: Laman yang anda minta tidak boleh ditemui!
ro: Pagina pe care aţi solicitat nu poate fi găsit!
sk: Požadovaná stránka sa nenašiel!
th: ไม่พบหน้าที่คุณร้องขอ
ur: آپ کا مطلوبہ صفحہ نہیں مل سکتا!

# NotPublished
source: The page you requested is not published.
ar: هذه الصفحة غير منشورة.
bg: Страницата, която търсите не е публикуван.
bs: Stranica koju ste tražili nije objavljen.
ca: La pàgina que heu sol·licitat no es publica.
fa: صفحه مورد درخواست شما منتشر شود.
he_il: העמוד שביקשת לא פורסם.
lv: Pieprasītā lapa netiek publicēta.
ms: Laman yang anda minta itu tidak diterbitkan.
ro: Pagina pe care aţi solicitat nu este publicat.
sk: Požadovaná stránka nie je publikovaný.
th: หน้าที่คุณร้องขอไม่มีการเผยแพร่
ur: آپ کا مطلوبہ صفحہ شائع نہیں کی ہے ۔

# NotTranslated
source: The page you requested is not translated.
ar: لا يتوفر ترجمة لهذه الصفحة.
bg: Страницата, която търсите не е преведен.
bs: Tražena stranica nije Prevedena.
ca: La pàgina que heu sol·licitat no està traduïda.
fa: صفحه مورد درخواست شما ترجمه شده.
he_il: העמוד שביקשת לא מתורגמת.
lv: Jūsu pieprasīto lapu nav tulkots.
ms: Laman yang anda minta tidak diterjemahkan.
ro: Pagina pe care aţi solicitat nu este tradus.
sk: Požadovaná stránka nie je preložený.
th: ไม่มีแปลหน้าที่คุณร้องขอ
ur: آپ کا مطلوبہ صفحہ کا ترجمہ نہیں کیا جاتا ۔

# DataTableLanguage
source: http://cdn.datatables.net/plug-ins/1.10.12/i18n/English.json
ar: http://cdn.datatables.net/plug-ins/1.10.12/i18n/Arabic.json

# LanguageSelector
source: Language
ar: اختر اللغة
bg: Език
bs: Jezik
ca: Llengua
fa: زبان
he_il: שפה
lv: Valodas
ms: Bahasa
ro: Limba
sk: Jazyk
th: ภาษา
ur: زبان

source: Export
ar: تصدير
bg: Износ
bs: Izvoz
ca: Exportació
fa: صادرات
he_il: ייצוא
lv: Eksports
ms: Eksport
th: การส่งออก
ur: برآمد کریں

# PleaseUploadAttachments
source: Please upload the required attachments.
ar: يرجى تحميل المرفقات المطلوبة.
bg: Моля, качи исканите прикачени документи.
bs: Molimo učitati potrebne privitke.
ca: Si us plau carregui els accessoris necessaris.
fa: لطفا آپلود فایل مورد نیاز است.
he_il: בבקשה להעלות את הקבצים המצורפים הנדרש.
lv: Lūdzu, augšupielādējiet vajadzīgo pielikumu.
ms: Sila muat naik lampiran yang diperlukan.
ro: Vă rugăm să încărcaţi anexe necesare.
sk: Prosím upload požadovaných príloh.
th: โปรดอัปโหลดสิ่งที่แนบที่จำเป็น
ur: براہ مہربانی مطلوبہ منسلکات اپ لوڈ کریں ۔

source: Oops!
ar: نعتذر!
bg: Опа!
bs: Ups!
ca: UI!
fa: اوه!
he_il: . אופס!
lv: UPS!
th: โอ๊ะ
ur: اف!

source: Actions
ar: الخيارات
bg: Действия
bs: Akcije
ca: Accions
fa: اقدامات
he_il: פעולות
lv: Darbības
ms: Tindakan-tindakan
ro: Acţiunile
sk: Akcie
th: การดำเนินการ
ur: اعمال

# ColVis
source: Column Visibility
ar: تحديد الحقول
bg: Колона видимост
bs: Stupac vidljivost
ca: Visibilitat de la columna
fa: ستون دید
he_il: העמודה ניראות
lv: Kolonnu redzamības
ms: Medan penglihatan
ro: Coloana vizibilitate
sk: Stĺpci viditeľnosť
th: คอลัมน์มองเห็น
ur: کالم نظر

source: Copy
ar: نسخ
bg: Копие
bs: Kopiraj
ca: Còpia
fa: کپی
he_il: העתק
lv: Kopija
ms: Salinan
ro: Copie
sk: Kópia
th: คัดลอก
ur: نقل

source: Export Excel
ar: تصدير اكسل
bg: Експортиране на Excel
bs: Izvoz u Excel
ca: Exportar a Excel
fa: صادرات به اکسل
he_il: ייצוא Excel
lv: Eksportēt Excel
ms: Eksport Excel
th: ส่งออก Excel
ur: Excel برآمد کریں
