Repository: BlazorPlate/OfflineExamSystem
Catalog: Resources/Resources.*.resx
Languages: ar, bg, bs, ca, fa, he_il, lv, ms, ro, sk, th, ur

# PendingNext
source: pending next level approval
ar: بانتظار موافقة المسؤول التالي
bg: Следващо ниво
ca: Nivell Següent
fa: مرحله بعد
he_il: הרמה הבאה
lv: Nākamais līmenis
ms: sementara menunggu kelulusan peringkat seterusnya!
ro: Incarca Următorul Nivel
sk: sa teraz dodstanu na vyssiu roveň.
th: ระดับถัดไป
ur: اگلا درجہ: ایک پوائنٹ۔

source: Completed
ar: منتهية
bg: Готово
bs: Završeno
ca: Completat
fa: کامل شد!
he_il: הושלם
lv: Pabeigts!
ms: Selesai
ro: Finalizat
sk: Dokončené
th: เสร็จสมบูรณ์!
ur: کیا جانا ہے

source: List
ar: القائمة
bg: Списък
bs: Lista
ca: Llista
fa: فهرست
he_il: רשימה
lv: Liste
ms: Senarai
ro: Listă
sk: Zoznam
ur: (درج کریں)

source: Update
ar: تحديث
bg: Обнови
bs: Nadogradi
ca: Actualitza
fa: به‌روز رسانی
he_il: עדכון
lv: jaunināt
ms: Kemas kini
ro: Actualizeaza
sk: Aktualizuj
th: ปรับปรุง
ur: اپ ڈیٹ

source: Choose Fields
ar: اختر الحقول
bg: Изберете полета!
bs: Odabrati
ca: Camps
fa: انتخاب کنید
he_il: שדות
lv: Izvēlieties:
ms: Pilih
ro: Selectați câmpurile obligatorii
sk: Polia
th: ตกลง
ur: فہرست قطعات

source: Approval Tracking
ar: تتبع الموفقات
bg: Одобрение за проследяване!
bs: Kod za praćenje
ca: APROVAT
fa: پیگیری
he_il: גשש
lv: Apstiprinājums
ms: Kelulusan
ro: Aprobare:
sk: Schválenie
th: ประวัติ
ur: ضابطہ کا کھوج لگانا

source: --Choose group--
ar: --اختر المجموعة--
bg: --Изберете група--!
bs: Izaberite lokaciju za fajlove grupe...
ca: Trieu la ubicació dels fitxers del grup...
fa: انتخاب مکان فایل‌های گروهی...
he_il: בחר קבוצה:
lv: -Izvēlieties grupu!
ms: Pilih kumpulan
ro: --Alege Grupa--!
sk: Vyberte skupinu
th: -เลือกกลุ่ม-
ur: -- گروپ کا انتخاب کریں!

source: Items
ar: العناصر
bg: Елементи
bs: Stavke
ca: Elements
fa: موارد
he_il: פריטים
lv: Vienumi
ms: Item
ro: Elemente
sk: Položky
th: รายการ
ur: اشيا

source: Submission Date
ar: تاريخ التقديم
bg: Изпращане
bs: Datum
ca: ENVIAMENT
fa: تاریخ گزارش پروژه
he_il: תאריו הגשה:
lv: Iesniegšanas datums
ms: PENYERAHAN
ro: Submission
sk: Dátum predloženia
th: วันที่และเวลาในการส่ง
ur: مؤرخہ

source: Change username
ar: تغيير اسم المستخدم
bg: Промяна на потребителско име
bs: Promjena lozinke korisnika %username%
ca: Canvia la contrasenya de %username%
fa: تغییر نام کاربری
he_il: שנה את הסיסמה של username
lv: Mainiet savu lietotājvārdu
ms: Tukar kata laluan %username%'s
ro: Schimbare nume de utilizator
sk: Zmeniť heslo používateľa %username%
th: เปลี่ยนรหัสผ่านของ %username%
ur: ‏‏%username%کا ‏‏پاس ورڈ تبديل کريں

# ChangeUserEmail
source: Change email
ar: تغيير البريد الالكتروني
bg: ПРОМЕНЯНЕ НА ИМЕЙЛ
bs: Promijeni e-mail!
ca: Canvia la freqüència del correu electrònic
fa: تغییر ایمیل
he_il: שינוי כתובת דוא"ל
lv: Mainīt e-pastu
ms: Ubah e-mel
ro: Schimba e-mail
sk: Zmeniť e-mailové preferencie
th: เปลี่ยนการกำหนดลักษณะของอีเมล
ur: ای میل کی تعداد تبدیل کریں

source: Yes
ar: نعم
bg: &Да
bs: Da
ca: Sí
fa: بله
he_il: כן
lv: &Jā
ms: Ya
ro: &Da
sk: Áno
th: &ใช่
ur: ہاں

source: No
ar: لا
bg: &Не
bs: Ne
ca: No\n
fa: خیر
he_il: לא
lv: Nē
ms: Tidak
ro: &Nu
sk: Nie
th: ไม่ใช่
ur: نہیں

source: Delete account
ar: حذف الحساب
bg: Изтриване на акаунт
bs: Brisanje korisničkog računa
ca: Suprimeix el compte
fa: حذف حساب
he_il: מחק חשבון
lv: Dzēst kontu
ms: Padamkan akaun
ro: Ștergeți contul
sk: Odstrániť konto
th: ลบบัญชีผู้ใช้
ur: اکاؤنٹ حذف کريں

source: Change / Confirm email
ar: تغيير \ تأكيد البريد الالكتروني
bg: Потвърдете имейла
bs: Promeni / Potvrdi e-poštu!
ca: Confirma correu electrònic action:
fa: ایمیل را تایید کنید
he_il: אישור האימייל
lv: Apstiprināt e- pastu@ action: button
ms: Sahkan alamat e-mel
ro: Confirmare adresă E-mail
sk: Potvrdiť emailovú adresu
th: เปลี่ยน / ยืนยันอีเมล์
ur: تبدیل کریں / ای میل کی تصدیق کریں!

source: Account summary
ar: معلومات الحساب
bg: Обобщение за партньор
bs: Sažetak naloga!
ca: Resum del compte
fa: خلاصه حساب
he_il: סיכום תיק לקוח
lv: Uzņēmuma kopsavilkums
ms: Ringkasan Akaun
ro: Rezumat cont
sk: Súhrn obchodného vzťahu
th: สรุปข้อมูลลูกค้าองค์กร
ur: اکاؤنٹ کا خلاصہ!

source: Send Verification Code
ar: ارسال رمز التحقق
bg: Изпращане на код за потвърждение
bs: Pošaljite Verifikacijski kod!
ca: 'Si us plau, introduïu el codi de verificació.
fa: ارسال کد تایید
he_il: שלח קוד אימות
lv: Nosūtīt pārbaudes kodu
ms: Hantarkan kod pengesahan
ro: Trimiteți codul de verificare
sk: Odoslať overovací kód
th: ส่งรหัสตรวจสอบความถูกต้อง
ur: توثیقی کوڈ بھیجیں

source: Record created!
ar: تم انشاء السجل!
bg: Запис
bs: Zapis je stvoren !!
ca: Registre creat el
fa: ثبت ایجاد شد
he_il: רשומה נוצרה ב:
lv: Ieraksta izveides laiks
ms: Rekod dicipta!!
ro: Înregistrare creată la
sk: Dátum vytvorenia záznamu
th: สร้างเรกคอร์ดเมื่อ
ur: بن گیا

source: Record created successfully
ar: تم انشاء السجل بنجاح
bg: Записът е създаден успешно!
bs: Snimak uspješno kreiran!
ca: Prétec creat correctament
fa: ثبت ایجاد شد
he_il: נוצר בהצלחה
lv: Webhook veiksmīgi izveidots.
ms: Berjaya mencipta Order
ro: Alerta creata cu succes
sk: Záznam úspešne vytvorený!
th: <ex id="1"/> ถูกสร้างขึ้นเรียบร้อยแล้ว
ur: ریکارڈ کامیابی سے پیدا کیا ۔

source: Record updated!
ar: تم تحديث السجل!
bg: Записът е актуализиран.
bs: Snimite ažurirano !!
ca: Registre
fa: رکورد به‌روزرسانی شد.
he_il: הרשומה עודכנה.
lv: Ieraksts atjaunināts.
ms: merakam
ro: Înregistrare actualizată.
sk: Záznam bol aktualizovaný.
th: ระเบียนถูกอัปเดต
ur: ریکارڈ کی تازہ کاری نہیں!!

source: Record deleted!
ar: تم حذف السجل!
bg: %s записа изтрити.
bs: Uspješno izbrisan
ca: Registre
fa: رکورد با موفقیت حذف شد.
he_il: רשומות שנמחקו
lv: Ierakstīts dzēsts!
ms: Rekod dihapuskan!!
ro: Înregistrare ştearsă!
sk: Nahrávanie:
th: มีการลบเรกคอร์ดปัจจุบันหรือไม่?
ur: حذف شدہ

source: Record updated successfully
ar: تم تحديث السجل بنجاح
bg: "Успешно актуализиране"
bs: Snimak je uspešno ažuriran!
ca: Registre actualitzat correctament!
fa: رکورد با موفقیت بروز شد
he_il: רשומה עודכנה בהצלחה
lv: Ieraksti atjaunināta veiksmīgi!
ms: Rekod berjaya dikemas kini!
ro: <strong>Înregistrare actualizată cu succes</strong>
sk: Úspešne aktualizované
th: ระเบียนที่ปรับปรุงเรียบร้อย
ur: ریکارڈ کامیابی سے اپ ڈیٹ کر دیا گیا ہے۔

source: Record deleted successfully
ar: تم حذف السجل بنجاح
bg: "Изтриването на потребител е успешно"
bs: Baza podataka uspješno izbrisana.
ca: Esborrat correctament
fa: رکورد با موفقیت حذف شد
he_il: שיא נמחק בהצלחה
lv: DEVICE_DELETED<x id="1"/>;<x id="2"/>Ierīce izdzēsta veiksmīgi.<x id="3"/>;<x id="4"/>body_metrics
ms: Semua Rakaman dipadam
ro: Înregistrarea a fost șters cu succes!
sk: Záznam úspešne!
th: ระเบียนที่ถูกลบเรียบร้อยแล้ว
ur: ریکارڈ کامیابی سے حذف کر دیا گیا ہے۔

# NoUsersInRole
source: No users found in this role.
ar: لا يوجد مستخدمين في هذه الصلاحية.
bg: Няма намерени потребители!
bs: U ovoj igri nisu pronađeni korisnici
ca: No s'han trobat membres en aquest curs.
fa: هیچ کاربران یافت در این نقش.
he_il: אין משתמשים נמצא בתפקיד זה.!
lv: Lietotaji nav atrasti!
ms: Tiada penguna ditemui
ro: Utilizatorii nu găsesc în acest rol.!
sk: V tejto úlohe neboli nájdení žiadni užívatelia.
th: ผู้ใช้ไม่พบในบทบาทนี้
ur: کوئی صارفین اس کردار میں پایا ۔!

# Permissions
source: Roles (Permissions)
ar: الصلاحيات
bg: Разрешения
bs: D&ozvole...
ca: PERMISOS
fa: &مجوزها...
he_il: הרשאות
lv: Atļaujas
ms: Kebenaran
ro: Permisiuni
sk: Povolenia
th: สิทธิ์
ur: ا&جازتيں...

# NoPermissionsInGroup
source: No roles (permissions) found in this group.
ar: لا يوجد صلاحيات لهذه المجموعة.
bg: Не са намерени публикации в този раздел.
bs: U toj grupi su duhan i janjetina.
ca: Cap missatge d’aquest grup.
fa: در این گروه
he_il: אין הרשאות למצוא בקבוצה זו.!
lv: Šajā sadaļā nav atrasti biežāk uzdotie jautājumi
ms: Kebenaran tidak ditemui dalam Kumpulan ini.!
ro: Nu a fost gasit nici un participant la acest curs.
sk: V tejto skupine neboli nájdené žiadne povolenia.
th: ไม่มีสิทธิ์ที่พบในกลุ่มนี้
ur: کوئی اجازت نامے اس گروپ میں پایا جاتا ہے ۔!

# ListGroupPermissions
source: List of roles (permissions) granted to this group:
ar: قائمة الصلاحيات الممنوحة لهذه المجموعة:
bg: Ръчно насочете потребители към тази група
bs: Lista dozvola dodeljenih ovoj grupi :!
ca: us ha convidat al grup
fa: فهرست مجوز اعطا شده به این گروه:
he_il: רשימת הרשאות שהוענקו לקבוצה זו:!
lv: Šai grupai piešķirtās atļaujas sarakstā:!
ms: <g x=1 id="252"/> menambah anda kepada kumpulan ini
ro: Toți asociatii tăi aparțin deja acestui grup.
sk: Zoznam oprávnení udelených tejto skupine :!
th: รายชื่อของชั้นวางที่เชื่อมต่อกับตัวควบคุมนี้
ur: اس گروپ کو دی اجازت کی فہرست:!

source: --Email status--
ar: --حالة البريد الالكتروني--
bg: Статус на имейла
bs: Email
ca: Seleccioneu l'estat del correu electrònic.
fa: وضعیت ایمیل
he_il: ..--מצב דוא ל.!
lv: E-pasta statuss
ms: --E-mel status--!
ro: Status email
sk: Vyberte stav e-mailu.
th: สถานะอีเมล์
ur: ای میل

source: Confirmed
ar: مؤكد
bg: Потвърдено
bs: Potvrđeno
ca: Confirmat
fa: تأیید شد
he_il: אושר
lv: Apstiprināts
ms: Disahkan
ro: Confirmat
sk: Potvrdené
th: ยืนยัน
ur: تصديق کیا گیا

source: Unconfirmed
ar: غير مؤكد
bg: Непотвърдена
bs: Moje nepotvrđeno kruženje
ca: La meva circular sense confirmar
fa: تایید نشده
he_il: לא מאושר
lv: Nav apstiprināta
ms: Belum disahkan
ro: Neconfirmat
sk: Môj nepotvrdený obežník
th: ยังไม่ได้ยืนยัน
ur: (غیر مصدقہ)

source: Change
ar: تغيير
bg: Промени
bs: Promijeni
ca: Canvia
fa: تغییر
he_il: שנה
lv: Mainīt
ms: Ubah
ro: Modificare
sk: Zmeniť
th: เปลี่ยน
ur: تبدیل کریں

source: Add
ar: إضافة
bg: &Добави
bs: Dodaj
ca: Afegeix
fa: افزودن
he_il: הוסף
lv: Pievienot
ms: Tambah
ro: Adăugare
sk: Pridať
th: เพิ่ม
ur: شامل کریں

# TFAEnabled
source: Two Factor Authentication is currently enabled:
ar: تم تمكين المصادقة ثنائية العناصر بنجاح.
bg: "Активирано е двуфакторно удостоверяване"
bs: Vaša korpa je trenutno prazna.
ca: autenticació amb dos components
fa: تأیید دو مرحله ای در حال حاضر غیر فعال است
he_il: אין כותבים המוגדרים כזמינים כעת
lv: Pašlaik ir iespējota divu faktoru autentificēšana:!
ms: - Aktifkan ciri pengesahan-2-faktor
ro: Autentificare cu doi factori activată
sk: Dvojfaktorové overovanie je momentálne zapnutá:!
th: ตรวจสอบปัจจัยที่สองคือการเปิดใช้งานอยู่:
ur: دو عناصر کی تصدیق اس وقت اہل ہے:!

# TFADisabled
source: Two Factor Authentication is currently disabled:
ar: المصادقة ثنائية العناصر
bg: двустепенно удостоверяване
bs: Logovanje je trenutno onemogućeno
ca: autenticació amb dos components
fa: تأیید دو مرحله ای در حال حاضر غیر فعال است
he_il: הרשמה כרגע לא זמינה
lv: divfaktoru autentificēšana
ms: Dua faktor pengesahan semasa ini dinyahdayakan:!
ro: Două autentificarea Factor este în prezent dezactivată:!
sk: Dvojfaktorové overovanie je aktuálne zakázané:!
th: ตรวจสอบปัจจัยที่สองคือปิดการใช้งานอยู่:
ur: دو عناصر کی تصدیق اس وقت نااہل ہے:!

# TFABrowserRemembered
source: Browser is currently remembered for Two Factor Authentication:
ar: المتصفح يتذكر حالياً المصادقة ثنائية العناصر
bg: Браузър в момента е запомнен за две фактор удостоверяване:!
bs: Browser se trenutno zapamtio za Two Factor Authentication :
ca: autenticació amb dos components
fa: تایید دو مرحله ای
he_il: תוספות לדפדפן כרגע לא זמינים. אנא נסה שוב מאוחר יותר.
lv: divfaktoru autentificēšana
ms: Demi keselamatan akaun anda, aktifkan pengesahan dua faktor (2FA).
ro: Autentificare cu doi factori
sk: dvojfaktorové overenie
th: ขณะนี้มีจำเบราว์เซอร์สำหรับการตรวจสอบปัจจัยที่สอง:
ur: براؤزر دو عناصر کی تصدیق کے لئے فی الحال یاد ہے:!

# ListUserPermissions
source: List of roles (permissions) granted to this user:
ar: قائمة الصلاحيات الممنوحة لهذا المستخدم:
bg: Списък на потребителите в тази роля:!
bs: Lista korisnika u ovoj ulozi :!
ca: Llista d'usuaris en aquest paper:
fa: لیست دانشپذیران
he_il: רשימת המשתמשים בתפקיד זה:!
lv: Lietotāju saraksts
ms: Senarai pengguna yang dibenarkan but masukan ini.
ro: Lista de utilizatori în acest rol:!
sk: Zoznam používateľov v tejto úlohe:!
th: จำนวนของผู้ใช้
ur: اس کردار میں صارفین کی فہرست:!

# NoGroupsForUser
source: No groups found for this user.
ar: لا توجد مجموعات.
bg: "Няма намерени групи"
bs: Resetovanje šifre nije dozvoljeno za ovog korisnika
ca: No s'han trobat grups
fa: هیچ گروهی پیدا نشد!
he_il: לא נמצאו קבוצות!
lv: Nav grupu, ko konstatēja šim lietotājam.!
ms: Maklumat DMA
ro: Nu grupuri găsit pentru acest utilizator.!
sk: Nebola nájdená žiadna skupina!
th: กลุ่มไม่พบผู้ใช้นี้
ur: کوئی گروہ اس صارف کے لیے پایا ۔!

# ListGroupsForUser
source: List of groups this user belongs to:
ar: قائمة المجموعات اللتي ينتمي اليها هذا المستحدم:
bg: списък на групите STB
bs: Radio radnja čijoj grupi ova radnja pripada.
ca: Pàgina del llistat dels grups
fa: لیست این کاربر متعلق به گروه:!
he_il: רשימת הקבוצות משתמש זה שייך:!
lv: Ierīču grupu saraksts
ms: Aksi radio dimana dimiliki kumpulan aksi ini.
ro: Aplicația poate vizualiza toate grupurile la care aparține utilizatorul conectat în prezent.
sk: Zoznam skupín
th: รายการของกลุ่มผู้ใช้นี้เป็นสมาชิก:
ur: اس صارف کے تعلق سے گروپوں کی فہرست:!

# NoPermissionsForUser
source: No role (permission) found for this user.
ar: لم يتم العثور على أدوار خاصة بهذا المستخدم.
bg: Няма маркер за този потребител!
bs: Resetovanje šifre nije dozvoljeno za ovog korisnika
ca: No s'han trobat Preguntes Freqüents per a aquesta aplicació
fa: برای این نرم افزار پرسش و پاسخی پیدا نشد
he_il: לא נמצאו קורסים לתלמיד זה.
lv: Nav atrasti FAQ šai aplikācijai
ms: Tiada peranan didapati untuk pengguna ini.!
ro: Nici un anunț găsit pentru această comandă!
sk: Žiadne roly pre tohto používateľa nenájde.!
th: ไม่พบงานประจำสำหรับโปรเจกต์นี้
ur: آپ کے مہیا کردہ Google Play اکاؤنٹ میں اس ایپ کی کوئی سابقہ خریداری نہیں ملی۔

# TFABrowserNotRemembered
source: Browser is currently not remembered for Two Factor Authentication:
ar: المتصفح لا يتذكر حالياً المصادقة ثنائية العناصر
bg: Браузър е в момента не си спомни за две фактор удостоверяване:!
bs: '' To je lijepa stopa rasta za razvijene zemlje ali to sada nije dovoljno za Srbiju.
ca: Navegador actualment no és recordat per dos d'autenticació de Factor:!
fa: مرورگر است در حال حاضر نمی یاد برای دو فاکتور تایید:!
he_il: הדפדפן הנוכחי לא נזכר לאימות גורם שני:!
lv: Pārlūkprogramma nav šobrīd atceras divu faktoru autentificēšana:!
ms: Penyemak imbas semasa tidak diingati kerana dua faktor pengesahan:!
ro: Browser-ul nu este amintit în prezent pentru doi autentificare Factor:!
sk: Prehliadač momentálne nie je si pamätal pre dva Factor autentizácia:!
th: เบราว์เซอร์ปัจจุบันจำได้ไม่สำหรับตรวจสอบปัจจัยที่สอง:
ur: براؤزر ہے فی الحال نہیں یاد دو عناصر کی تصدیق کے لئے:!

# ListUsersInPermission
source: List of users this role (permission) belongs to:
ar: قائمة المستخدمين المنخرطين بهذه الصلاحية:
bg: Списък на потребителите, на които тази разрешение принадлежи
bs: Spisak korisnika kojima ova dozvola pripada :
ca: Llista d'usuaris d'aquest permís pertany a:!
fa: لیست کاربران این اجازه متعلق به:
he_il: רשימת המשתמשים הרשאה זו שייכת:!
lv: Sarakstam, un lietotājiem šīs tiesības pieder
ms: Senarai pengguna kebenaran ini kepunyaan:!
ro: Lista de utilizatori aparţine această permisiune:!
sk: Zoznam používateľov, toto povolenie patrí:!
th: รายชื่อผู้ใช้สิทธิ์นี้เป็นสมาชิก:
ur: صارفین کی فہرست اس کی اجازت ہے :

# ConfirmAccount
source: Confirm your account
ar: تأكيد الحساب
bg: Потвърждение на акаунта
bs: Potvrdite svoj račun
ca: Confirmeu el compte
fa: تأييد حساب شما
he_il: אישור החשבון שלך
lv: Apstipriniet savu kontu
ms: Sahkan akaun anda
ro: Confirmați contul
sk: Potvrdenie konta
th: ยืนยันบัญชีของคุณ
ur: اپنے اکاؤنٹ کی تصدیق کریں

# ConfirmAccountMessage
source: Please confirm your account by clicking this link
ar: يرجى تأكيد الحساب الخاص بك بواسطة النقر فوق هذا الرابط
bg: Моля потвърдете вашия профил, като кликнете върху тази връзка
bs: Potvrdite svoj nalog klikom na ovu vezu
ca: Si us plau, confirmar el seu compte fent clic en aquest enllaç
fa: حساب شما تایید کنید با کلیک روی این لینک
he_il: בבקשה לאשר את החשבון שלך על ידי לחיצה על קישור זה
lv: Lūdzu, apstipriniet savu kontu, noklikšķinot uz šīs saites
ms: Sila sahkan akaun anda dengan mengklik pautan ini
ro: Vă rugăm să confirmaţi contul făcând clic pe acest link!
sk: Prosím potvrďte svoj účet kliknutím na tento odkaz!
th: โปรดยืนยันบัญชีของคุณโดยคลิกที่ลิงค์นี้
ur: اس لنک کو کلک کرکے اپنے اکاؤنٹ کی تصدیق کریں

# ResetPasswordMessage
source: Please reset your password by clicking here
ar: الرجاء إعادة تعيين كلمة المرور الخاصة بك عن طريق النقر هنا
bg: Моля смените паролата като кликнете тук!
bs: Molimo provjeri Vaš email da bi ste izmjenili Vašu lozinku.
ca: Per favor, restableix la contrasenya fent clic aquí
fa: لطفا برای باز نشانی رمز عبور
he_il: בבקשה לאפס את הסיסמה שלך על ידי לחיצה כאן!
lv: Lūdzu, atiestatiet savu paroli, klikšķinot šeit!
ms: Sila set semula kata laluan anda dengan klik di sini!
ro: Vă rugăm să resetaţi parola aici!
sk: Obnovte svoje heslo kliknutím tu!
th: โปรดรีเซ็ตรหัสผ่านโดยคลิกที่นี่
ur: یہاں کلک کرکے اپنا پاس ورڈ دوبارہ مقرر کریں!

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
bg: Потвърждение на новата парола
bs: Potvrdite novu lozinku
ca: Confirmeu la contrasenya nova
fa: رمز عبور جدید را تأیید کنید
he_il: אשר סיסמה חדשה
lv: Apstipriniet jauno paroli
ms: Sahkan kata laluan baharu
ro: Confirmare parolă nouă
sk: Potvrdiť nové heslo
th: ยืนยันรหัสผ่านใหม่
ur: نیا پاس ورڈ تصدیق کریں

# GroupExist
source: Group is already exist.
ar: المجموعة هي موجودة بالفعل.
bg: Групата е вече съществува.
bs: Ova Email adresa je registrovana ranije.
ca: Grup ja és existir.
fa: گروه در حال حاضر وجود داشته باشد.
he_il: הקבוצה היא קיימת כבר.
lv: Grupa jau eksistē
ms: Kumpulan sudah wujud
ro: Grupul există deja.
sk: Skupina už existuje.
th: กลุ่มมีอยู่
ur: گروپ پہلے ہی موجود ہے ۔

# ForgetBrowser
source: Forget this browser
ar: نسيت هذا المتصفح
bg: Забравете този браузър
bs: Zaboravi ovaj pregledač
ca: Oblida&#39;t d&#39;aquest navegador
fa: این مرورگر را فراموش کرده ام
he_il: תשכח הדפדפן הזה
lv: Aizmirstiet šo pārlūkprogrammu
ms: Lupakan pelayar ini
ro: Uita acest browser
sk: Zabudnite na tento prehliadač
th: ลืมเบราว์เซอร์นี้
ur: اس براؤزر کو بھول جاؤ

# ChangePasswordSuccess
source: Your password has been changed.
ar: تم تغيير كلمة المرور الخاصة بك.
bg: Вашата парола е сменена.
bs: Vaša lozinka je promijenjena.
ca: La vostra contrasenya ha canviat.
fa: کلمه عبور شما تغییر نموده است.
he_il: הסיסמה שלך השתנתה!
lv: Jūsu parole ir nomainīta.
ms: Kata laluan anda telah diubah.
ro: Parola s-a modificat.
sk: Heslo sa zmenilo.
th: รหัสผ่านถูกเปลี่ยนไปแล้ว
ur: آپ کا پاس ورڈ تبديل ہو گيا ہے۔

# SetPasswordSuccess
source: Your password has been set.
ar: تم تعيين كلمة المرور الخاصة بك.
bg: Паролата ви е настроена.
bs: Vaša lozinka je promijenjena.
ca: La contrasenya ha estat posat.
fa: تعیین کلمه عبور شما.!
he_il: הסיסמה שלך הוגדר.!
lv: Jūsu parole ir iestatīta.
ms: Kata laluan anda telah disetkan.
ro: Parola dumneavoastră a fost setată
sk: Vaše heslo bolo nastavené.
th: ตั้งรหัสผ่านของคุณแล้ว!
ur: آپ کا پاس ورڈ مقرر کردیا گیا ہے.

# SetTwoFactorSuccess
source: Your two factor provider has been set.
ar: وقد تم تعيين موفر عامل اثنين.
bg: Вашият доставчик на два фактор е определена.
bs: Uspješno! Vaš PayPal nalog je uspješno podešen.
ca: S'ha fixat el seu proveïdor de dos factor.
fa: ارائه دهنده دو عامل شما تنظیم شده است
he_il: ספק גורם שני הוגדר.!
lv: Ir iestatīts pakalpojumu sniedzēja divu faktoru.
ms: Pembekal kedua-dua faktor telah disetkan.
ro: Furnizorul dvs. de două factor a fost setat.
sk: Váš poskytovateľ dvoch faktorov bol nastavený.
th: ผู้ให้บริการสองปัจจัยของคุณได้รับการตั้งค่าแล้ว
ur: آپ کے دو عنصر فراہم کیے گئے ہیں.

# AddPhoneSuccess
source: The phone number was added.
ar: تمت إضافة رقم الهاتف.
bg: Телефонният номер е добавен.
bs: Broj telefona u podnožju.
ca: El número de telèfon s'ha afegit.
fa: شماره تلفن اضافه شد
he_il: מספר טלפון נוסף.!
lv: Tālruņa numurs tika pievienots.
ms: Nombor telefon yang telah ditambah.
ro: Numarul de telefon a fost adăugat.
sk: Toto telefónne číslo bolo pridané.
th: เพิ่มหมายเลขโทรศัพท์แล้ว!
ur: فون نمبر شامل کر دی گئی ہے ۔.

# RemovePhoneSuccess
source: Your phone number was removed.
ar: تم إزالة رقم الهاتف الخاص بك.
bg: Вашият телефонен номер е премахната.
bs: Telefonski broj.
ca: El número de telèfon s'ha suprimit.
fa: شماره تلفن شما حذف شد
he_il: מספר הטלפון שלך הוסר.!
lv: Jūsu telefona numurs tika izņemta.
ms: Nombor telefon anda telah dialih keluar.
ro: Numărul dvs. de telefon a fost eliminat.
sk: Vaše telefónne číslo bolo odstránené.
th: หมายเลขโทรศัพท์ของคุณถูกนำออกแล้ว!
ur: آپ کا فون نمبر ہٹا دیا گیا تھا ۔.

source: Showing
ar: إظهار
bg: Показване
bs: prikazujese
ca: Mostrant
fa: نمایش
he_il: הצגה
lv: Demonstrējums
ms: Menunjukkan
ro: Prezintă
sk: ZobrazujeSa
th: แสดง

source: to
ar: إلى
bg: До
bs: Za
ca: A
fa: ‏‏به
he_il: אל
lv: Kam
ms: Kepada
ro: Către
sk: k:
th: ถึง
ur: بخدمت

source: entries
ar: مدخل
bg: Елементи
bs: unose
ca: en&trades
fa: ورودی های
he_il: ערכים
lv: Ieraksti
ms: Entri
ro: Intrări
sk: Položky
th: รายการ
ur: اندراجات

source: Documentation
ar: الوثائق
bg: Документация
bs: Dokumentacija
ca: Documentació
fa: اطلاعات راهنمای محصول
he_il: תיעוד
lv: Dokumentācija
ms: Dokumentasi
ro: Documentație
sk: Dokumentácia
th: เอกสาร
ur: دستاویز سازی

source: Buy Now
ar: شراء الآن
bg: Купете сега
bs: Kupite odmah
ca: Compra ara
fa: اکنون خریداری کنید
he_il: קנה כעת
lv: Iegādāties tūlīt
ms: Beli Sekarang
ro: Cumpărați acum
sk: Kúpiť
th: ซื้อทันที
ur: ابھی خریدیں

source: Searching...
ar: جارٍ البحث...
bg: Търсене...
bs: Pretraživanje...
ca: S'està cercant...
fa: درحال جستجو...
he_il: ‏‏‫מחפש...
lv: Meklēšana...
ms: Mencari...
ro: Se caută...
sk: Hľadá sa...
th: กำลังค้นหา...
ur: تلاش کر رہا ہے...

# Role1
source: Role
ar: الصلاحية
bg: Роля
bs: ULOGA
ca: FUNCIÓ
fa: نقش
he_il: תפקיד
lv: Loma
ms: Peranan
ro: Rol
sk: Úloha
th: บทบาท
ur: کردار

# Roles1
source: Roles
ar: الصلاحيات
bg: Роли
ca: Funcions
fa: نقش ها
he_il: תפקידים
lv: Lomas
ms: Peranan
ro: Roluri
sk: Roly
th: บทบาท
ur: کردار

source: CRM Modules
ar: وحدات إدارة علاقات العملاء
bg: МОДУЛИ
bs: Sistemski moduli
ca: CRM mòduls
fa: ماژول ها
he_il: מודולים
lv: Moduļi
ms: Modul
ro: Module
sk: Moduly
th: โมดูล CRM
ur: اس طرح ماڈیول

source: Sales
ar: المبيعات
bg: Продажби
bs: Prodaja
ca: Vendes
fa: فروشی
he_il: מכירות
lv: Pārdošana
ms: Jualan
ro: Vânzări
sk: Predaj
th: การขาย
ur: فروختگى

source: Marketing
ar: التسويق
bg: Маркетинг
ca: Màrqueting
fa: بازاریابی
he_il: שיווק
lv: Mārketings
ms: Pemasaran
th: การตลาด
ur: مارکٹنگ

source: Operations
ar: العمليات
bg: Операции
bs: Operacije
ca: Operacions
fa: عملیات
he_il: תפעול
lv: Operācijas
ms: Pengendalian
ro: Operațiuni
sk: &Operácie
th: การดำเนินงาน
ur: آپریشنز

source: Accounting
ar: المحاسبة
bg: Счетоводство
bs: Računovodstveno
ca: Comptabilitat
fa: حسابداری
he_il: חשבונאות
lv: Uzskaite
ms: Perakaunan
ro: Contabilitate
th: การบัญชี
ur: اکاؤنٹنگ

source: Support
ar: الدعم
bg: Поддръжка
bs: Podrška
ca: Assistència tècnica
fa: پشتیبانی
he_il: תמיכה
lv: Atbalsts
ms: Sokongan
ro: Asistență
sk: Technická podpora
th: การสนับสนุน
ur: معاونت

source: Default password for:
ar: كلمة المرور الافتراضية ل:
bg: Парола по подразбиране:
bs: Ne može se promijeniti šifra za
ca: Contrasenya predeterminada per:!
fa: :رمز عبور پیش فرض
he_il: :סיסמא ברירת מחדל
lv: Noklusētā parole:
ms: Kata laluan lalai untuk::
ro: Parola implicită:
sk: Predvolené heslo:
th: รหัสผ่านเริ่มต้นสำหรับ::
ur: :مرموز کرنے کے لئے پاس ورڈ

# DefaultUserPassword
source: default password for the other users:
ar: كلمة المرور الافتراضية للمستخدمين الآخرين:
bg: Парола по подразбиране:
bs: podrazumevana lozinka za druge korisnike:
ca: contrasenya predeterminada per als altres usuaris:
fa: رمز عبور پیش فرض برای سایر کاربران:
he_il: סיסמת ברירת המחדל עבור משתמשים אחרים:
lv: Citi lietotāji:
ms: Pengguna Lain:
ro: Parola implicită:
sk: Predvolené heslo:
th: ผู้ใช้รายอื่น:
ur: :دیگر اجتماعات
